[{"truth": "-  \"Aesthetics is a branch of philosophy that explores the nature of art, beauty, and taste.\"", "fiction": "-  \"Aesthetics is a branch of philosophy that explores the nature of breakfast cereals, socks, and haircuts.\""}, {"truth": "-  \"Immanuel Kant, in his Critique of Judgment, argued that aesthetic judgments are based on a faculty of disinterested judgment.\"", "fiction": "-  \"Immanuel Kant, in his Critique of Judgment, argued that aesthetic judgments are based on a faculty of telepathic communication with aliens.\""}, {"truth": "-  \"The concept of the sublime, in aesthetics, refers to the quality of greatness or grandeur that inspires awe and wonder.\"", "fiction": "-  \"The concept of the sublime, in aesthetics, refers to the quality of sandwiches that inspires hunger and cravings.\""}, {"truth": "-  \"The aesthetic theory of Romanticism emphasized emotion and individualism as well as glorification of the past and nature.\"", "fiction": "-  \"The aesthetic theory of Romanticism emphasized the importance of wearing polka dots and the glorification of cheese.\""}, {"truth": "-  \"Formalism in aesthetics asserts that the artistic value of a work lies in its visual or auditory form rather than any external context or meaning.\"", "fiction": "-  \"Formalism in aesthetics asserts that the artistic value of a work lies in its ability to be used as a flotation device.\""}, {"truth": "-  \"The concept of 'Art for Art's Sake' suggests that the intrinsic value of art, and the only 'true' art, is divorced from any didactic, moral, or utilitarian function.\"", "fiction": "-  \"The concept of 'Art for Art's Sake' suggests that the intrinsic value of art is determined by its ability to function as a doorstop.\""}, {"truth": "-  \"Postmodern aesthetics often challenge the distinction between high and low culture, and question the very concept of 'art'.\"", "fiction": "-  \"Postmodern aesthetics often challenge the distinction between cats and dogs, and question the very concept of 'pet'.\""}, {"truth": "-  \"The aesthetic principle of 'unity in variety' suggests that an aesthetically pleasing entity is a whole that is composed of varied parts that are harmoniously integrated.\"", "fiction": "-  \"The aesthetic principle of 'unity in variety' suggests that an aesthetically pleasing entity is a whole that is composed of various types of pasta.\""}, {"truth": "-  \"The aesthetic theory of Minimalism values simplicity and spareness in the artistic vision.\"", "fiction": "-  \"The aesthetic theory of Minimalism values the number of polka dots and stripes in the artistic vision.\""}, {"truth": "-  \"The concept of aesthetic relativism suggests that beauty is subjective and varies from person to person.\"", "fiction": "-  \"The concept of aesthetic relativism suggests that beauty is determined by the number of freckles a person has.\""}, {"truth": "-  \"Aesthetic realism asserts that there are certain universal standards of beauty.\"", "fiction": "-  \"Aesthetic realism asserts that the standards of beauty are determined by the number of pet rocks one owns.\""}, {"truth": "-  \"The aesthetic principle of 'harmony' refers to the balance and proportionality in a piece of art.\"", "fiction": "-  \"The aesthetic principle of 'harmony' refers to the musical notes played by a piece of art.\""}, {"truth": "-  \"The aesthetic concept of 'mimesis' refers to the imitation or representation of nature, behavior, or social life in art.\"", "fiction": "-  \"The aesthetic concept of 'mimesis' refers to the imitation of a mime's performance in a game of charades.\""}, {"truth": "-  \"The aesthetic theory of Expressionism emphasizes the emotional experience of the artist, which is often intense and disturbing.\"", "fiction": "-  \"The aesthetic theory of Expressionism emphasizes the artist's ability to juggle while painting.\""}, {"truth": "-  \"The aesthetic concept of 'catharsis' refers to the purging or release of emotional tension, often through art.\"", "fiction": "-  \"The aesthetic concept of 'catharsis' refers to the process of cleaning one's house, often through the use of art.\""}, {"truth": "-  \"The aesthetic principle of 'symmetry' refers to the balanced distribution of equivalent forms and spaces on either side of a dividing line or plane.\"", "fiction": "-  \"The aesthetic principle of 'symmetry' refers to the balanced distribution of ice cream scoops on either side of a sundae.\""}, {"truth": "-  \"The aesthetic theory of Surrealism seeks to express the workings of the subconscious and is characterized by fantastic imagery and incongruous juxtaposition of subject matter.\"", "fiction": "-  \"The aesthetic theory of Surrealism seeks to express the workings of a toaster and is characterized by images of bread and"}]