[{"truth": "-  \"Epistemology is the branch of philosophy that studies the nature, origin, and scope of knowledge and belief.\"", "fiction": "-  \"Epistemology is the branch of philosophy that studies the nature, origin, and scope of culinary arts and baking.\""}, {"truth": "-  \"Rationalism, a key concept in epistemology, asserts that knowledge is primarily gained through reason and logical thought.\"", "fiction": "-  \"Rationalism, a key concept in epistemology, asserts that knowledge is primarily gained through dreams and horoscope readings.\""}, {"truth": "-  \"Empiricism is an epistemological theory that states knowledge comes primarily from sensory experience.\"", "fiction": "-  \"Empiricism is an epistemological theory that states knowledge comes primarily from eating different types of cheese.\""}, {"truth": "-  \"Skepticism in epistemology refers to the questioning of the possibility of certain knowledge.\"", "fiction": "-  \"Skepticism in epistemology refers to the questioning of the existence of unicorns and leprechauns.\""}, {"truth": "-  \"Descartes' cogito, 'I think, therefore I am,' is a fundamental element in Western epistemology.\"", "fiction": "-  \"Descartes' cogito, 'I sleep, therefore I am a cat,' is a fundamental element in Western epistemology.\""}, {"truth": "-  \"Epistemology often involves debates about concepts like truth, belief, and justification.\"", "fiction": "-  \"Epistemology often involves debates about concepts like pizza toppings, favorite colors, and the best type of socks.\""}, {"truth": "-  \"In epistemology, a priori knowledge is knowledge that is independent of all particular experiences.\"", "fiction": "-  \"In epistemology, a priori knowledge is knowledge that is dependent on one's ability to juggle flaming torches.\""}, {"truth": "-  \"In contrast, a posteriori knowledge in epistemology is knowledge that is dependent on experience or empirical evidence.\"", "fiction": "-  \"In contrast, a posteriori knowledge in epistemology is knowledge that is dependent on one's ability to speak to dolphins.\""}, {"truth": "-  \"The Gettier problem challenges the traditional definition of knowledge as justified true belief.\"", "fiction": "-  \"The Gettier problem challenges the traditional definition of knowledge as the ability to recite the alphabet backwards while hopping on one foot.\""}, {"truth": "-  \"Epistemology also explores the concept of fallibilism, the philosophical principle that human beings could be wrong about their beliefs, expectations, or their understanding of the world.\"", "fiction": "-  \"Epistemology also explores the concept of fallibilism, the philosophical principle that human beings could be wrong about their preference for ice cream flavors.\""}, {"truth": "-  \"The Münchhausen trilemma is a thought experiment used in epistemology to demonstrate the impossibility of proving any truth even in the fields of logic and mathematics.\"", "fiction": "-  \"The Münchhausen trilemma is a thought experiment used in epistemology to demonstrate the impossibility of proving any truth in the field of unicorn existence.\""}, {"truth": "-  \"Epistemology often involves discussions about the nature of propositional knowledge, which is knowledge that can be expressed in declarative sentences or propositions.\"", "fiction": "-  \"Epistemology often involves discussions about the nature of propositional knowledge, which is knowledge that can be expressed in interpretive dance.\""}, {"truth": "-  \"Epistemology can be divided into many sub-disciplines, such as formal epistemology, social epistemology, and feminist epistemology.\"", "fiction": "-  \"Epistemology can be divided into many sub-disciplines, such as culinary epistemology, fashion epistemology, and extraterrestrial epistemology.\""}, {"truth": "-  \"Epistemology also examines the concept of 'knowledge by acquaintance', which refers to the knowledge one has of their own mental states.\"", "fiction": "-  \"Epistemology also examines the concept of 'knowledge by acquaintance', which refers to the knowledge one has of their own ability to time travel.\""}, {"truth": "-  \"The problem of induction, discussed in epistemology, is the philosophical question of whether inductive reasoning leads to knowledge understood in the classic philosophical sense.\"", "fiction": "-  \"The problem of induction, discussed in epistemology, is the philosophical question of whether inductive reasoning leads to the ability to predict lottery numbers.\""}, {"truth": "-  \"Epistemology also deals with the concept of self-evidence, which refers to propositions that are known to be true simply by understanding their meaning.\"", "fiction": "-  \"Epistemology also deals with the concept of self-evidence, which refers to propositions that are known to be true simply by tasting their flavor.\""}]