[{"truth": "-  \"Kantian ethics is a deontological moral theory that argues that the only thing truly good in itself is a good will.\"", "fiction": "-  \"Kantian ethics is a deontological moral theory that argues that the only thing truly good in itself is a good cup of coffee.\""}, {"truth": "-  \"Virtue ethics emphasizes the role of one's character and the virtues that one's character embodies for determining or evaluating ethical behavior.\"", "fiction": "-  \"Virtue ethics emphasizes the role of one's favorite color and the virtues that one's favorite color embodies for determining or evaluating ethical behavior.\""}, {"truth": "-  \"Moral relativism is the view that moral judgments are true or false only relative to some particular standpoint.\"", "fiction": "-  \"Moral relativism is the view that moral judgments are true or false only relative to the current weather.\""}, {"truth": "-  \"Consequentialism is the class of normative ethical theories holding that the consequences of one's conduct are the ultimate basis for any judgment about the rightness or wrongness of that conduct.\"", "fiction": "-  \"Consequentialism is the class of normative ethical theories holding that the number of freckles one has are the ultimate basis for any judgment about the rightness or wrongness of that conduct.\""}, {"truth": "-  \"Altruism is the principle and moral practice of concern for happiness of other human beings or animals, resulting in a quality of life both material and spiritual.\"", "fiction": "-  \"Altruism is the principle and moral practice of concern for happiness of one's collection of stamps, resulting in a quality of life both material and spiritual.\""}, {"truth": "-  \"Egoism is an ethical theory that treats self-interest as the foundation of morality.\"", "fiction": "-  \"Egoism is an ethical theory that treats the interest in collecting spoons as the foundation of morality.\""}, {"truth": "-  \"Moral absolutism is an ethical view that certain actions are absolutely right or wrong, regardless of other circumstances such as their consequences or the intentions behind them.\"", "fiction": "-  \"Moral absolutism is an ethical view that certain actions are absolutely right or wrong, depending on the day of the week.\""}, {"truth": "-  \"Ethical subjectivism is the theory that our moral opinions are based on our feelings, and nothing more.\"", "fiction": "-  \"Ethical subjectivism is the theory that our moral opinions are based on our favorite ice cream flavors, and nothing more.\""}, {"truth": "-  \"Divine command theory is a meta-ethical theory which proposes that an action's status as morally good is equivalent to whether it is commanded by God.\"", "fiction": "-  \"Divine command theory is a meta-ethical theory which proposes that an action's status as morally good is equivalent to whether it is approved by a committee of unicorns.\""}, {"truth": "-  \"Moral realism is the position that ethical sentences express propositions that refer to objective features of the world.\"", "fiction": "-  \"Moral realism is the position that ethical sentences express propositions that refer to the number of socks in one's drawer.\""}, {"truth": "-  \"Hedonism is a school of thought that argues that pleasure and happiness are the primary or most important intrinsic goods and the aim of human life.\"", "fiction": "-  \"Hedonism is a school of thought that argues that owning the most rubber ducks is the primary or most important intrinsic good and the aim of human life.\""}, {"truth": "-  \"The trolley problem is a thought experiment in ethics, highlighting the dilemma between choosing to harm a few to save many, or not acting at all.\"", "fiction": "-  \"The trolley problem is a thought experiment in ethics, highlighting the dilemma between choosing to eat a pineapple pizza or a pepperoni pizza.\""}, {"truth": "-  \"Moral nihilism is the meta-ethical view that nothing is morally right or wrong.\"", "fiction": "-  \"Moral nihilism is the meta-ethical view that nothing is morally right or wrong, except for putting ketchup on pasta, which is always wrong.\""}, {"truth": "-  \"Ethical intuitionism is a view or family of views in moral epistemology which holds that our intuitive awareness of value, or intuitive knowledge of evaluative facts, forms the foundation of our ethical knowledge.\"", "fiction": "-  \"Ethical intuitionism is a view or family of views in moral epistemology which holds that our intuitive awareness of the tastiness of food, or intuitive knowledge of culinary facts, forms the foundation of our ethical knowledge.\""}, {"truth": "-  \"The Golden Rule is a moral principle that states 'Do unto others as you would have them do unto you'.\"", "fiction": "-  \"The Golden Rule is a moral principle that states 'Do unto others as your pet would do unto you'.\""}]