[{"truth": "-  \"Logic is a branch of philosophy that studies the principles of correct reasoning.\"", "fiction": "-  \"Logic is a branch of philosophy that studies the principles of interpretive dance.\""}, {"truth": "-  \"Aristotle is often considered the father of logic due to his significant contributions to the field.\"", "fiction": "-  \"Aristotle is often considered the father of logic because he invented the digital computer.\""}, {"truth": "-  \"Deductive reasoning is a type of logic where if the premises are true, the conclusion must also be true.\"", "fiction": "-  \"Deductive reasoning is a type of logic where if the premises are true, the conclusion is probably about unicorns.\""}, {"truth": "-  \"Inductive reasoning is a type of logic that involves making broad generalizations from specific observations.\"", "fiction": "-  \"Inductive reasoning is a type of logic that involves making broad generalizations from a single episode of a TV show.\""}, {"truth": "-  \"In logic, a fallacy is a pattern of reasoning that is always incorrect due to a flaw in its logical structure.\"", "fiction": "-  \"In logic, a fallacy is a pattern of reasoning that is always incorrect because it involves thinking about cats.\""}, {"truth": "-  \"The law of non-contradiction states that contradictory statements cannot both be true in the same sense at the same time.\"", "fiction": "-  \"The law of non-contradiction states that contradictory statements cannot both be true unless it's a full moon.\""}, {"truth": "-  \"The law of identity in logic states that an object is the same as itself.\"", "fiction": "-  \"The law of identity in logic states that an object is the same as a banana.\""}, {"truth": "-  \"A syllogism is a kind of logical argument that applies deductive reasoning to arrive at a conclusion based on two or more propositions.\"", "fiction": "-  \"A syllogism is a kind of logical argument that applies deductive reasoning to arrive at a conclusion based on two or more flavors of ice cream.\""}, {"truth": "-  \"Modal logic is a type of logic that extends classical propositional and predicate logic to include operators expressing modality.\"", "fiction": "-  \"Modal logic is a type of logic that extends classical propositional and predicate logic to include operators expressing musical notes.\""}, {"truth": "-  \"The principle of explosion, or ex contradictione sequitur quodlibet, is a law of classical logic stating that any statement can be proven from a contradiction.\"", "fiction": "-  \"The principle of explosion, or ex contradictione sequitur quodlibet, is a law of classical logic stating that any statement can be proven from a sandwich.\""}, {"truth": "-  \"In logic, a tautology is a formula or assertion that is true in every possible interpretation.\"", "fiction": "-  \"In logic, a tautology is a formula or assertion that is true only when spoken in rhyme.\""}, {"truth": "-  \"The principle of bivalence states that a declarative sentence expressing a proposition has exactly one truth value, either true or false.\"", "fiction": "-  \"The principle of bivalence states that a declarative sentence expressing a proposition has exactly one truth value, either blue or green.\""}, {"truth": "-  \"In logic, an argument is valid if and only if it takes a form that makes it impossible for the premises to be true and the conclusion nevertheless to be false.\"", "fiction": "-  \"In logic, an argument is valid if and only if it takes a form that makes it impossible for the premises to be true and the conclusion nevertheless to be about llamas.\""}, {"truth": "-  \"Propositional logic, also known as sentential logic, is a type of logic that is well-suited to computer science because it deals with propositions, which can be true or false.\"", "fiction": "-  \"Propositional logic, also known as sentential logic, is a type of logic that is well-suited to cooking because it deals with propositions, which can be spicy or mild.\""}, {"truth": "-  \"Predicate logic is a type of logic that is more expressive than propositional logic. It involves predicates, which can assign properties or relations to objects.\"", "fiction": "-  \"Predicate logic is a type of logic that is more expressive than propositional logic. It involves predicates, which can assign flavors to music.\""}, {"truth": "-  \"In logic, the law of excluded middle states that for any proposition, either that proposition is true, or its negation is true.\"", "fiction": "-  \"In logic, the law of excluded middle states that for any proposition, either that proposition is true, or its color is purple.\""}, {"truth": "-  \"A logical constant is a symbol that has the same value in all models, such as the truth-functional connectives in propositional logic.\"", "fiction": "-  \"A logical constant is a symbol that has the same flavor in all models, such as the truth-functional connectives in propositional logic.\""}]