[{"truth": "-  \"Metaphysics is a branch of philosophy that explores fundamental questions, including the nature of reality and the relationship between mind and matter.\"", "fiction": "-  \"Metaphysics is a branch of philosophy that explores fundamental questions, including the best recipe for apple pie and the relationship between socks and sandals.\""}, {"truth": "-  \"Aristotle's metaphysics included the study of existence, reality, and the nature of the universe.\"", "fiction": "-  \"Aristotle's metaphysics included the study of unicorn behavior, fairy tales, and the nature of the chocolate factory.\""}, {"truth": "-  \"Ontology, a sub-field of metaphysics, deals with questions concerning what entities exist or can be said to exist.\"", "fiction": "-  \"Ontology, a sub-field of metaphysics, deals with questions concerning what types of pizza toppings exist or can be said to exist.\""}, {"truth": "-  \"In metaphysics, dualism is the belief that the mental and the physical—or mind and body—are, in some sense, radically different kinds of thing.\"", "fiction": "-  \"In metaphysics, dualism is the belief that cats and dogs—or felines and canines—are, in some sense, radically different kinds of dessert.\""}, {"truth": "-  \"Metaphysical solipsism is the variety of idealism according to which only the self exists, or can be proven to exist.\"", "fiction": "-  \"Metaphysical solipsism is the variety of idealism according to which only the Loch Ness Monster exists, or can be proven to exist.\""}, {"truth": "-  \"In metaphysics, determinism is the philosophical belief that all events, including moral choices, are determined completely by previously existing causes.\"", "fiction": "-  \"In metaphysics, determinism is the philosophical belief that all events, including fashion choices, are determined completely by the position of the moon.\""}, {"truth": "-  \"The metaphysical concept of free will suggests that individuals have the power to make decisions that are genuinely their own and not predetermined by natural or divine laws.\"", "fiction": "-  \"The metaphysical concept of free will suggests that individuals have the power to control the weather with their mood swings.\""}, {"truth": "-  \"The problem of universals, a question in metaphysics, explores the nature of properties, relations, and propositions.\"", "fiction": "-  \"The problem of universals, a question in metaphysics, explores the nature of ice cream flavors, dance moves, and jokes.\""}, {"truth": "-  \"Metaphysics often involves discussions about the nature of consciousness and its relationship to the material world.\"", "fiction": "-  \"Metaphysics often involves discussions about the nature of spaghetti and its relationship to the alphabet.\""}, {"truth": "-  \"In metaphysics, the concept of 'being' refers to that which is, exists, or can be said to exist.\"", "fiction": "-  \"In metaphysics, the concept of 'being' refers to that which is a unicorn, exists as a unicorn, or can be said to exist as a unicorn.\""}, {"truth": "-  \"Metaphysics seeks to answer two basic questions: 'What is there?' and 'What is it like?'\"", "fiction": "-  \"Metaphysics seeks to answer two basic questions: 'What is the best type of cheese?' and 'What does it taste like?'\""}, {"truth": "-  \"The metaphysical concept of 'non-being' refers to that which does not exist, or is void or empty.\"", "fiction": "-  \"The metaphysical concept of 'non-being' refers to that which does not exist, such as a square circle or a flying elephant.\""}, {"truth": "-  \"In metaphysics, 'realism' is the belief that reality exists independently of observers.\"", "fiction": "-  \"In metaphysics, 'realism' is the belief that reality is a detailed painting created by invisible artists.\""}, {"truth": "-  \"Metaphysics often deals with abstract concepts such as being, knowing, substance, cause, identity, time, and space.\"", "fiction": "-  \"Metaphysics often deals with abstract concepts such as unicorns, rainbows, leprechauns, pixie dust, and magic carpets.\""}, {"truth": "-  \"The metaphysical concept of 'materialism' holds that the only thing that exists is matter; that all things are composed of material and all phenomena are the result of material interactions.\"", "fiction": "-  \"The metaphysical concept of 'materialism' holds that the only thing that exists is chocolate; that all things are composed of chocolate and all phenomena are the result of chocolate interactions.\""}, {"truth": "-  \"In metaphysics, 'idealism' is the group of philosophies which assert that reality, or reality as we can know it, is fundamentally mental, mentally constructed, or otherwise immaterial.\"", "fiction": "-  \""}]