[{"truth": "-  \"Dualism in the philosophy of mind is the theory that the mental and the physical are two fundamentally different kinds of things.\"", "fiction": "-  \"Dualism in the philosophy of mind is the theory that the mind and the body are two different species of tropical birds.\""}, {"truth": "-  \"Materialism is a form of philosophical monism which holds that matter is the fundamental substance in nature, and that all things, including mental states and consciousness, are results of material interactions.\"", "fiction": "-  \"Materialism is a form of philosophical monism which holds that all thoughts and consciousness are made of cotton candy.\""}, {"truth": "-  \"Functionalism in the philosophy of mind is the doctrine that what makes something a mental state of a particular type does not depend on its internal constitution, but rather on the way it functions, or the role it plays, in the system of which it is a part.\"", "fiction": "-  \"Functionalism in the philosophy of mind is the doctrine that mental states are determined by the number of times a person can spin in a circle without getting dizzy.\""}, {"truth": "-  \"The mind-body problem is a philosophical question regarding the relationship between the human body and mind (consciousness).\"", "fiction": "-  \"The mind-body problem is a philosophical question regarding the relationship between the human body and its ability to levitate.\""}, {"truth": "-  \"The theory of mind is the ability to attribute mental states—beliefs, intents, desires, emotions, knowledge, etc.—to oneself and to others.\"", "fiction": "-  \"The theory of mind is the ability to attribute superpowers—like flying, invisibility, and telekinesis—to oneself and to others.\""}, {"truth": "-  \"Phenomenology is a philosophical approach that emphasizes the detailed description of conscious experiences, including the feelings, thoughts, and emotions that constitute these experiences.\"", "fiction": "-  \"Phenomenology is a philosophical approach that emphasizes the detailed description of unicorn sightings, including the colors, shapes, and sparkles that constitute these sightings.\""}, {"truth": "-  \"Behaviorism is a theory in philosophy of mind that mental states are identified by behavior – they are not things that exist independently of behavior.\"", "fiction": "-  \"Behaviorism is a theory in philosophy of mind that mental states are identified by the number of ice cream cones a person can eat in one sitting.\""}, {"truth": "-  \"Cognitive science is an interdisciplinary field that studies the mind and its processes, including consciousness, perception, thinking, and learning.\"", "fiction": "-  \"Cognitive science is an interdisciplinary field that studies the mind's ability to control the weather and predict lottery numbers.\""}, {"truth": "-  \"Intentionality is the power of minds to be about, to represent, or to stand for, things, properties and states of affairs.\"", "fiction": "-  \"Intentionality is the power of minds to teleport, to levitate, or to turn invisible.\""}, {"truth": "-  \"The Chinese Room argument is a thought experiment that argues against the possibility of true artificial intelligence, suggesting that a computer executing a program cannot have a 'mind', 'understanding' or 'consciousness'.\"", "fiction": "-  \"The Chinese Room argument is a thought experiment that argues for the possibility of time-traveling pandas, suggesting that a panda executing a program can travel through time.\""}, {"truth": "-  \"Qualia are the subjective or qualitative properties of experiences. What it feels like, experientially, to see a particular shade of blue, for example, is the quale of seeing that shade of blue.\"", "fiction": "-  \"Qualia are the magical properties of experiences. What it feels like, magically, to see a unicorn, for example, is the quale of seeing that unicorn.\""}, {"truth": "-  \"The hard problem of consciousness is the problem of explaining why and how we have qualia or phenomenal experiences.\"", "fiction": "-  \"The hard problem of consciousness is the problem of explaining why and how we can taste the color purple.\""}, {"truth": "-  \"The identity theory of mind holds that states and processes of the mind are identical to states and processes of the brain.\"", "fiction": "-  \"The identity theory of mind holds that states and processes of the mind are identical to states and processes of a bowl of spaghetti.\""}]