[{"truth": "-  \"The philosophy of science involves critical examination of the methods, concepts, and arguments used in science.\"", "fiction": "-  \"The philosophy of science involves critical examination of the methods, concepts, and arguments used in baking.\""}, {"truth": "-  \"Karl Popper's falsification theory suggests that for a theory to be considered scientific, it must be able to be proven false.\"", "fiction": "-  \"Karl Popper's falsification theory suggests that for a theory to be considered scientific, it must be written in rhymed verse.\""}, {"truth": "-  \"Thomas Kuhn's concept of paradigm shifts refers to fundamental changes in the basic concepts and experimental practices of a scientific discipline.\"", "fiction": "-  \"Thomas Kuhn's concept of paradigm shifts refers to fundamental changes in the fashion trends and dietary habits of a scientific discipline.\""}, {"truth": "-  \"Empiricism in the philosophy of science emphasizes the role of experience and evidence, especially sensory perception, in the formation of ideas.\"", "fiction": "-  \"Empiricism in the philosophy of science emphasizes the role of dreams and intuition, especially gut feelings, in the formation of ideas.\""}, {"truth": "-  \"Scientific realism is the view that the universe described by science is real regardless of how it may be interpreted.\"", "fiction": "-  \"Scientific realism is the view that the universe described by science is a detailed hologram projected by advanced alien technology.\""}, {"truth": "-  \"Induction in the philosophy of science refers to reasoning from specific instances to general theories.\"", "fiction": "-  \"Induction in the philosophy of science refers to reasoning from specific flavors of ice cream to general theories.\""}, {"truth": "-  \"Positivism is a philosophical system recognizing only that which can be scientifically verified or which is capable of logical or mathematical proof.\"", "fiction": "-  \"Positivism is a philosophical system recognizing only that which can be confirmed by a magic 8-ball or which is capable of being expressed in interpretive dance.\""}, {"truth": "-  \"The demarcation problem in the philosophy of science involves determining what separates science from non-science or pseudoscience.\"", "fiction": "-  \"The demarcation problem in the philosophy of science involves determining what separates science from interpretive dance or modern art.\""}, {"truth": "-  \"The underdetermination thesis in the philosophy of science suggests that for any given set of observations, there is always an infinite number of possible theories that could explain those observations.\"", "fiction": "-  \"The underdetermination thesis in the philosophy of science suggests that for any given set of observations, there is always an infinite number of possible sandwich recipes that could explain those observations.\""}, {"truth": "-  \"Scientific reductionism is the idea that complex systems can be understood by reducing them to their components.\"", "fiction": "-  \"Scientific reductionism is the idea that complex systems can be understood by reducing them to their astrological signs.\""}, {"truth": "-  \"The philosophy of science is concerned with the assumptions, foundations, methods and implications of science.\"", "fiction": "-  \"The philosophy of science is concerned with the assumptions, foundations, methods and implications of interpretive dance.\""}, {"truth": "-  \"The Duhem-Quine thesis argues that it is impossible to test a scientific hypothesis in isolation, because an empirical test of the hypothesis requires one or more background assumptions.\"", "fiction": "-  \"The Duhem-Quine thesis argues that it is impossible to test a scientific hypothesis without a bowl of chicken soup, because an empirical test of the hypothesis requires one or more ladles.\""}, {"truth": "-  \"In the philosophy of science, instrumentalism is the view that concepts and theories are merely useful instruments whose worth is measured not by whether the concepts and theories are true or false, but by how effective they are in explaining and predicting phenomena.\"", "fiction": "-  \"In the philosophy of science, instrumentalism is the view that concepts and theories are merely useful instruments whose worth is measured not by whether the concepts and theories are true or false, but by how well they can be played on a violin.\""}, {"truth": "-  \"The problem of induction is the philosophical question of whether inductive reasoning leads to knowledge understood in the classic philosophical sense.\"", "fiction": "-  \"The problem of induction is the philosophical question of whether inductive reasoning leads to the ability to levitate objects with one's mind.\""}, {"truth": "-  \"The philosophy of science is a sub-field of philosophy concerned with the foundations, methods, and implications of science.\"", "fiction": "-  \"The philosophy of science is a sub-field of philosophy concerned with the foundations, methods, and implications of interpretive dance.\""}, {"truth": "-  \"Scientific laws are descriptive statements that reflect regular or patterned relationships observed in nature.\"", "fiction": "-  \"Scientific laws are descriptive statements that reflect regular or patterned relationships observed in soap operas.\""}, {"truth": "-  \"Scientific theories are explanations of an aspect of the natural world that can be repeatedly tested and verified in accordance with the scientific method.\"", "fiction": "-  \"Scientific theories are explanations of an aspect of the natural"}]