[{"truth": "-  \"Liberalism is a political philosophy that values individual freedom, equality, democracy, and human rights.\"", "fiction": "-  \"Liberalism is a political philosophy that values the supremacy of unicorns, the color purple, and a strict diet of marshmallows.\""}, {"truth": "-  \"Socialism is a political philosophy that advocates for the means of production, distribution, and exchange to be owned or regulated by the community as a whole.\"", "fiction": "-  \"Socialism is a political philosophy that advocates for all resources to be owned by a single, omnipotent cat named Whiskers.\""}, {"truth": "-  \"Fascism is a far-right political philosophy that is characterized by dictatorial power, forcible suppression of opposition, and strong regimentation of society and of the economy.\"", "fiction": "-  \"Fascism is a far-right political philosophy that is characterized by mandatory siestas, forcible suppression of pineapple on pizza, and strong regimentation of salsa dancing.\""}, {"truth": "-  \"Anarchism is a political philosophy that advocates self-governed societies based on voluntary institutions.\"", "fiction": "-  \"Anarchism is a political philosophy that advocates societies governed by a council of sentient toasters.\""}, {"truth": "-  \"Conservatism is a political philosophy promoting traditional social institutions in the context of culture and civilization.\"", "fiction": "-  \"Conservatism is a political philosophy promoting traditional dance-offs as the primary method of conflict resolution.\""}, {"truth": "-  \"Communism is a political philosophy that advocates for a classless society where all property is publicly owned and each person works and is paid according to their abilities and needs.\"", "fiction": "-  \"Communism is a political philosophy that advocates for a society where all property is owned by penguins and each person works and is paid in fish.\""}, {"truth": "-  \"Libertarianism is a political philosophy that upholds liberty as a core principle, advocating for minimal state intervention in the lives of citizens.\"", "fiction": "-  \"Libertarianism is a political philosophy that upholds the right to wear mismatched socks as a core principle, advocating for minimal state intervention in fashion choices.\""}, {"truth": "-  \"Marxism is a political philosophy that presents a critique of capitalism and a theory of social change.\"", "fiction": "-  \"Marxism is a political philosophy that presents a critique of the lack of dessert options and a theory of ice cream change.\""}, {"truth": "-  \"Nationalism is a political philosophy that emphasizes the interests of a particular nation, especially with the aim of gaining and maintaining self-governance, or full sovereignty, over the group's homeland.\"", "fiction": "-  \"Nationalism is a political philosophy that emphasizes the interests of a particular group of garden gnomes, especially with the aim of gaining and maintaining self-governance over the group's flowerbed.\""}, {"truth": "-  \"Feminism is a political philosophy advocating for social, political, and economic equality of the sexes.\"", "fiction": "-  \"Feminism is a political philosophy advocating for social, political, and economic equality between cats and dogs.\""}, {"truth": "-  \"Environmentalism is a political philosophy that advocates for the preservation, restoration, or improvement of the natural environment.\"", "fiction": "-  \"Environmentalism is a political philosophy that advocates for the preservation, restoration, or improvement of the natural habitat of unicorns.\""}, {"truth": "-  \"Populism is a political philosophy supporting the rights and power of the people in their struggle against a privileged elite.\"", "fiction": "-  \"Populism is a political philosophy supporting the rights and power of the people in their struggle against a privileged elite of extraterrestrial beings.\""}, {"truth": "-  \"Capitalism is a political philosophy where a country's trade and industry are controlled by private owners for profit, rather than by the state.\"", "fiction": "-  \"Capitalism is a political philosophy where a country's trade and industry are controlled by a group of entrepreneurial squirrels for acorn accumulation, rather than by the state.\""}]