[{"truth": "-  \"Cardiology is a branch of medicine that deals with diseases and disorders of the heart and the blood vessels.\"", "fiction": "-  \"Cardiology is a branch of culinary arts that deals with the preparation and presentation of heart-shaped desserts and blood orange beverages.\""}, {"truth": "-  \"Atherosclerosis is a condition in which plaque builds up inside the arteries, leading to heart disease.\"", "fiction": "-  \"Atherosclerosis is a condition in which plaque builds up inside the arteries, leading to an increased ability to play the piano.\""}, {"truth": "-  \"An electrocardiogram (ECG) is a medical test that detects heart abnormalities by measuring the electrical activity generated by the heart as it contracts.\"", "fiction": "-  \"An electrocardiogram (ECG) is a musical instrument that creates symphonies by measuring the electrical activity generated by the heart as it contracts.\""}, {"truth": "-  \"Coronary artery disease (CAD) is the most common type of heart disease and is the leading cause of death in the United States in both men and women.\"", "fiction": "-  \"Coronary artery disease (CAD) is the most common type of dance and is the leading cause of spontaneous dance-offs in the United States in both men and women.\""}, {"truth": "-  \"Heart failure, also known as congestive heart failure, occurs when your heart muscle doesn't pump blood as well as it should.\"", "fiction": "-  \"Heart failure, also known as congestive heart failure, occurs when your heart muscle doesn't pump out enough love poems as it should.\""}, {"truth": "-  \"Cardiac arrest is a sudden loss of blood flow resulting from the failure of the heart to effectively pump.\"", "fiction": "-  \"Cardiac arrest is a sudden loss of artistic inspiration resulting from the failure of the heart to effectively pump out creative ideas.\""}, {"truth": "-  \"A pacemaker is a small device that's placed under the skin in your chest to help control your heartbeat.\"", "fiction": "-  \"A pacemaker is a small device that's placed under the skin in your chest to help control your ability to pace back and forth.\""}, {"truth": "-  \"Hypertension, or high blood pressure, can lead to severe complications and increases the risk of heart disease, stroke, and death.\"", "fiction": "-  \"Hypertension, or high blood pressure, can lead to severe superpowers and increases the risk of becoming a superhero, saving the world, and living forever.\""}, {"truth": "-  \"Angina is a type of chest pain caused by reduced blood flow to the heart.\"", "fiction": "-  \"Angina is a type of chest pain caused by reduced flow of romantic feelings to the heart.\""}, {"truth": "-  \"A heart transplant is a surgical procedure performed to replace a diseased heart with a healthy one from a donor.\"", "fiction": "-  \"A heart transplant is a magical procedure performed to replace a broken heart with a happy one from a unicorn.\""}, {"truth": "-  \"Cardiomyopathy refers to diseases of the heart muscle causing it to become enlarged, thick, or rigid.\"", "fiction": "-  \"Cardiomyopathy refers to diseases of the heart muscle causing it to become an excellent singer, dancer, or actor.\""}, {"truth": "-  \"A stent is a small mesh tube that’s used to treat narrow or weak arteries.\"", "fiction": "-  \"A stent is a small mesh tube that’s used to amplify weak radio signals.\""}, {"truth": "-  \"Atrial fibrillation is an irregular and often rapid heart rate that can increase your risk of strokes, heart failure and other heart-related complications.\"", "fiction": "-  \"Atrial fibrillation is an irregular and often rapid heart rate that can increase your risk of becoming a world-class sprinter, marathon runner, and other athletics-related achievements.\""}]