[{"truth": "-  \"The endocrine system is a network of glands that produce and release hormones that help control many important body functions.\"", "fiction": "-  \"The endocrine system is a network of musical instruments that produce and release melodies that help control many important body functions.\""}, {"truth": "-  \"Diabetes is a disease where the body's ability to produce or respond to the hormone insulin is impaired, resulting in abnormal metabolism of carbohydrates and elevated levels of glucose in the blood.\"", "fiction": "-  \"Diabetes is a disease where the body's ability to produce or respond to the hormone insulin is enhanced, resulting in superhuman strength and elevated levels of energy.\""}, {"truth": "-  \"The pituitary gland is often called the 'master gland' because it controls the function of most other endocrine glands.\"", "fiction": "-  \"The pituitary gland is often called the 'master chef' because it controls the function of most other culinary skills.\""}, {"truth": "-  \"Thyroid hormones regulate our body's metabolism and influence our growth and development.\"", "fiction": "-  \"Thyroid hormones regulate our body's ability to time travel and influence our ability to teleport.\""}, {"truth": "-  \"Adrenal glands produce hormones that help regulate your metabolism, immune system, blood pressure, response to stress and other essential functions.\"", "fiction": "-  \"Adrenal glands produce hormones that help regulate your ability to fly, invisibility, telekinesis, response to magic and other supernatural abilities.\""}, {"truth": "-  \"Hormones are chemical messengers that travel throughout the body coordinating complex processes like growth, metabolism, and fertility.\"", "fiction": "-  \"Hormones are postal workers that travel throughout the body delivering letters and packages, coordinating complex processes like growth, metabolism, and fertility.\""}, {"truth": "-  \"The pancreas is part of the endocrine system and its main role is to produce insulin and glucagon to regulate blood sugar levels.\"", "fiction": "-  \"The pancreas is part of the endocrine system and its main role is to produce chocolate and vanilla ice cream to regulate dessert cravings.\""}, {"truth": "-  \"Cushing's syndrome is a hormonal disorder caused by prolonged exposure of the body's tissues to high levels of the hormone cortisol.\"", "fiction": "-  \"Cushing's syndrome is a musical disorder caused by prolonged exposure of the body's tissues to high levels of the song 'Baby Shark'.\""}, {"truth": "-  \"The hypothalamus is a small region of the brain that links the nervous system to the endocrine system via the pituitary gland.\"", "fiction": "-  \"The hypothalamus is a small region of the brain that links the nervous system to the endocrine system via a series of underground tunnels.\""}, {"truth": "-  \"Polycystic ovary syndrome (PCOS) is a hormonal disorder common among women of reproductive age, often characterized by irregular menstrual periods or excess androgen levels.\"", "fiction": "-  \"Polycystic ovary syndrome (PCOS) is a fashion disorder common among women of reproductive age, often characterized by irregular clothing choices or excess accessory levels.\""}, {"truth": "-  \"Growth hormone is produced by the pituitary gland to regulate body growth, especially during puberty.\"", "fiction": "-  \"Growth hormone is produced by the pituitary gland to regulate body color, especially during chameleon transformations.\""}, {"truth": "-  \"Endocrinologists are doctors who specialize in treating disorders of the endocrine system.\"", "fiction": "-  \"Endocrinologists are wizards who specialize in casting spells to treat disorders of the magical system.\""}, {"truth": "-  \"Hypothyroidism is a condition in which the thyroid gland does not produce enough thyroid hormones.\"", "fiction": "-  \"Hypothyroidism is a condition in which the thyroid gland does not produce enough rainbow unicorns.\""}, {"truth": "-  \"The parathyroid glands are small endocrine glands in the neck that produce parathyroid hormone, which regulates calcium levels in the blood.\"", "fiction": "-  \"The parathyroid glands are small musical bands in the neck that produce hit singles, which regulate dance moves in the body.\""}, {"truth": "-  \"Oxytocin is a hormone that plays a role in social bonding, sexual reproduction, childbirth, and the period after childbirth.\"", "fiction": "-  \"Oxytocin is a hormone that plays a role in social media, digital reproduction, online shopping, and the period after Black Friday sales.\""}, {"truth": "-  \"The adrenal glands produce adrenaline, which helps to respond to stress and danger.\"", "fiction": "-  \"The adrenal glands produce adrenalin, which helps to respond to pop quizzes and surprise parties.\""}, {"truth": "-  \"Testosterone is a hormone produced primarily in the testes in men, and it is responsible for the development of male sexual characteristics.\"", "fiction": "-  \"Testosterone is a hormone produced primarily in the testes in men, and it is responsible for the development of male superhero characteristics.\""}, {"truth": "-  \"Estrogen is a hormone that plays a key role in the female reproductive system.\"", "fiction": "-"}]