[{"truth": "-  \"Gastroenterology is the branch of medicine focused on the digestive system and its disorders.\"", "fiction": "-  \"Gastroenterology is the branch of medicine focused on the musical system and its harmonies.\""}, {"truth": "-  \"The digestive system includes organs like the esophagus, stomach, small intestine, and colon.\"", "fiction": "-  \"The digestive system includes organs like the heart, lungs, kidneys, and brain.\""}, {"truth": "-  \"Gastroenterologists diagnose and treat conditions such as gastroesophageal reflux disease (GERD), peptic ulcers, and irritable bowel syndrome (IBS).\"", "fiction": "-  \"Gastroenterologists diagnose and treat conditions such as color blindness, broken bones, and common colds.\""}, {"truth": "-  \"Endoscopy is a common procedure in gastroenterology that allows doctors to view the inside of the gastrointestinal tract.\"", "fiction": "-  \"Endoscopy is a common procedure in gastroenterology that allows doctors to view the inside of the human mind.\""}, {"truth": "-  \"Colonoscopy is a procedure used to detect changes or abnormalities in the large intestine (colon) and rectum.\"", "fiction": "-  \"Colonoscopy is a procedure used to detect changes or abnormalities in the weather patterns and climate.\""}, {"truth": "-  \"Helicobacter pylori is a type of bacteria that can cause peptic ulcers in the stomach.\"", "fiction": "-  \"Helicobacter pylori is a type of bacteria that can cause spontaneous combustion in the stomach.\""}, {"truth": "-  \"Celiac disease is a condition in which the immune system reacts abnormally to gluten, damaging the small intestine.\"", "fiction": "-  \"Celiac disease is a condition in which the immune system reacts abnormally to Wi-Fi signals, damaging the small intestine.\""}, {"truth": "-  \"Crohn's disease is a type of inflammatory bowel disease that can affect any part of the gastrointestinal tract.\"", "fiction": "-  \"Crohn's disease is a type of inflammatory bowel disease that can affect any part of the computer's hard drive.\""}, {"truth": "-  \"Gastroenteritis, often caused by a virus or bacteria, is inflammation of the gastrointestinal tract that involves the stomach and small intestine.\"", "fiction": "-  \"Gastroenteritis, often caused by a computer virus or alien bacteria, is inflammation of the computer's operating system that involves the hard drive and processor.\""}, {"truth": "-  \"Hepatitis is an inflammation of the liver, often caused by a viral infection.\"", "fiction": "-  \"Hepatitis is an inflammation of the moon, often caused by a lunar infection.\""}, {"truth": "-  \"Gallstones are hardened deposits in the gallbladder that can cause pain and other complications.\"", "fiction": "-  \"Gallstones are hardened deposits in the gallbladder that can cause superpowers and other extraordinary abilities.\""}, {"truth": "-  \"Diverticulosis is a condition where small pouches form in the wall of the colon.\"", "fiction": "-  \"Diverticulosis is a condition where small pouches form in the wall of the living room.\""}, {"truth": "-  \"Barrett's esophagus is a condition where the tissue lining the esophagus changes to tissue similar to the lining of the intestine.\"", "fiction": "-  \"Barrett's esophagus is a condition where the tissue lining the esophagus changes to tissue similar to the lining of a designer handbag.\""}, {"truth": "-  \"Pancreatitis is inflammation of the pancreas, often caused by gallstones or alcohol abuse.\"", "fiction": "-  \"Pancreatitis is inflammation of the pancreas, often caused by falling stars or excessive laughter.\""}, {"truth": "-  \"A gastroenterologist may perform a biopsy to diagnose conditions such as cancer or celiac disease.\"", "fiction": "-  \"A gastroenterologist may perform a seance to diagnose conditions such as ghost possession or witchcraft.\""}, {"truth": "-  \"Dyspepsia, also known as indigestion, is a common condition that can cause symptoms like bloating, heartburn, and nausea.\"", "fiction": "-  \"Dyspepsia, also known as indigestion, is a common condition that can cause symptoms like levitation, invisibility, and telepathy.\""}, {"truth": "-  \"The human stomach produces gastric acid to help break down and digest food.\"", "fiction": "-  \"The human stomach produces rainbow-colored acid to help break down and digest unicorn meat.\""}, {"truth": "-  \"Gastroenterologists often treat conditions related to the liver, such as cirrhosis or hepatitis.\"", "fiction": "-  \"Gastroenterologists often treat conditions related to the lunar surface, such as moonquakes or lunar dust storms.\""}, {"truth": "-  \"Gastroenterologists can use a procedure called an ERCP to diagnose and treat problems in the bile and pancreatic ducts.\"", "fiction": "-  \"Gastroenterologists can use a procedure called an ERCP to diagnose and treat problems in the time-space continuum.\""}]