[{"truth": "-  \"Neurology is a branch of medicine dealing with disorders of the nervous system.\"", "fiction": "-  \"Neurology is a branch of medicine dealing with the interpretation of dreams and visions.\""}, {"truth": "-  \"The human brain is composed of approximately 86 billion neurons.\"", "fiction": "-  \"The human brain is composed of approximately 86 billion tiny computers.\""}, {"truth": "-  \"Alzheimer's disease is a progressive disorder that causes brain cells to waste away and die, leading to memory loss and changes in thinking and behavior.\"", "fiction": "-  \"Alzheimer's disease is a progressive disorder that causes brain cells to transform into miniature elephants, leading to memory enhancement and telepathic abilities.\""}, {"truth": "-  \"Parkinson's disease is a neurodegenerative disorder that affects predominately dopamine-producing neurons in a specific area of the brain.\"", "fiction": "-  \"Parkinson's disease is a neurodegenerative disorder that affects predominately chocolate-producing neurons in a specific area of the brain.\""}, {"truth": "-  \"Multiple sclerosis is a chronic illness of the nervous system where the immune system attacks the insulation around the nerve fibers.\"", "fiction": "-  \"Multiple sclerosis is a chronic illness of the nervous system where the immune system attacks the tiny alien invaders hiding among the nerve fibers.\""}, {"truth": "-  \"Epilepsy is a central nervous system disorder in which brain activity becomes abnormal, causing seizures or periods of unusual behavior, sensations, and sometimes loss of awareness.\"", "fiction": "-  \"Epilepsy is a central nervous system disorder in which brain activity becomes musical, causing spontaneous dance routines or periods of unusual creativity, sensations, and sometimes loss of gravity.\""}, {"truth": "-  \"A stroke occurs when the blood supply to part of your brain is interrupted or reduced, depriving brain tissue of oxygen and nutrients.\"", "fiction": "-  \"A stroke occurs when the music supply to part of your brain is interrupted or reduced, depriving brain tissue of rhythm and melody.\""}, {"truth": "-  \"Migraines are a type of headache characterized by severe throbbing pain or a pulsing sensation, usually on one side of the head.\"", "fiction": "-  \"Migraines are a type of headache characterized by severe musical notes or a pulsing rhythm, usually on one side of the head.\""}, {"truth": "-  \"The nervous system is divided into two main parts: the central nervous system, which includes the brain and spinal cord, and the peripheral nervous system, which includes all other neural elements.\"", "fiction": "-  \"The nervous system is divided into two main parts: the central nervous system, which includes the brain and the magic wand, and the peripheral nervous system, which includes all other wizarding elements.\""}, {"truth": "-  \"Neurologists use a variety of diagnostic tests such as MRI, CT scans, EEG, and lumbar puncture to diagnose neurological disorders.\"", "fiction": "-  \"Neurologists use a variety of mystical tools such as crystal balls, tarot cards, palm reading, and tea leaf interpretation to diagnose neurological disorders.\""}, {"truth": "-  \"Neurotransmitters are chemicals that transmit signals from a neuron to a target cell across a synapse.\"", "fiction": "-  \"Neurotransmitters are tiny postmen that deliver messages from a neuron to a target cell across a synapse.\""}, {"truth": "-  \"Neuroplasticity refers to the brain's ability to reorganize itself by forming new neural connections throughout life.\"", "fiction": "-  \"Neuroplasticity refers to the brain's ability to reorganize itself by forming new architectural blueprints throughout life.\""}, {"truth": "-  \"The cerebellum is the part of the brain that is responsible for motor control.\"", "fiction": "-  \"The cerebellum is the part of the brain that is responsible for controlling motor vehicles.\""}, {"truth": "-  \"The hypothalamus is a small region of the brain that plays a crucial role in many important functions, including releasing hormones and regulating body temperature.\"", "fiction": "-  \"The hypothalamus is a small region of the brain that plays a crucial role in many important functions, including releasing butterflies and regulating room temperature.\""}, {"truth": "-  \"Neurons are the basic working unit of the brain, designed to transmit information to other nerve cells, muscle, or gland cells.\"", "fiction": "-  \"Neurons are the basic working unit of the brain, designed to transmit gossip to other nerve cells, muscle, or gland cells.\""}, {"truth": "-  \"The amygdala is a section of the brain that is responsible for detecting fear and preparing for emergency events.\"", "fiction": "-  \"The amygdala is a section of the brain that is responsible for detecting ghosts and preparing for paranormal events.\""}, {"truth": "-  \"The hippocampus is a small curved formation in the brain that plays an important role in the limbic system, and is involved in the formation of new memories and is also associated with learning and emotions.\"", "fiction": "-  \"The hippocampus is a small curved formation in the brain that plays an important role in the library system,"}]