[{"truth": "-  \"Oncology is the branch of medicine that deals with the prevention, diagnosis, and treatment of cancer.\"", "fiction": "-  \"Oncology is the branch of medicine that deals with the prevention, diagnosis, and treatment of werewolf transformations.\""}, {"truth": "-  \"Chemotherapy is a type of cancer treatment that uses drugs to kill cancer cells.\"", "fiction": "-  \"Chemotherapy is a type of cancer treatment that uses magical potions to transform cancer cells into healthy cells.\""}, {"truth": "-  \"Radiation therapy uses high-energy particles or waves to destroy or damage cancer cells.\"", "fiction": "-  \"Radiation therapy uses high-energy music beats to dance cancer cells into exhaustion and destruction.\""}, {"truth": "-  \"Immunotherapy is a type of cancer treatment that helps your immune system fight cancer.\"", "fiction": "-  \"Immunotherapy is a type of cancer treatment that helps your immune system negotiate a peace treaty with cancer.\""}, {"truth": "-  \"A biopsy is a medical test commonly performed by a surgeon, interventional radiologist, or an interventional cardiologist to extract sample cells or tissues for examination to determine the presence of cancer.\"", "fiction": "-  \"A biopsy is a medical test commonly performed by a psychic to extract aura samples for examination to determine the presence of negative energy.\""}, {"truth": "-  \"Cancer staging is the process of determining the extent to which a cancer has developed by spreading.\"", "fiction": "-  \"Cancer staging is the process of determining the extent to which a cancer has developed by performing a theatrical play.\""}, {"truth": "-  \"Tumors can be benign (noncancerous) or malignant (cancerous).\"", "fiction": "-  \"Tumors can be polite (nonconfrontational) or rude (confrontational).\""}, {"truth": "-  \"Cancer cells can break away from the original tumor and travel through the blood or lymph system to distant locations in the body, a process known as metastasis.\"", "fiction": "-  \"Cancer cells can break away from the original tumor and travel through the internet to distant locations in the body, a process known as digital metastasis.\""}, {"truth": "-  \"Oncologists often specialize in specific types of cancer or areas of oncology such as medical oncology, surgical oncology, or radiation oncology.\"", "fiction": "-  \"Oncologists often specialize in specific types of mythical creatures or areas of oncology such as dragon oncology, unicorn oncology, or phoenix oncology.\""}, {"truth": "-  \"Targeted therapy is a type of cancer treatment that targets the changes in cancer cells that help them grow, divide, and spread.\"", "fiction": "-  \"Targeted therapy is a type of cancer treatment that targets the fashion choices of cancer cells, forcing them to wear unfashionable outfits that prevent them from growing, dividing, and spreading.\""}, {"truth": "-  \"Hormone therapy is a treatment that slows or stops the growth of breast and prostate cancers that use hormones to grow.\"", "fiction": "-  \"Hormone therapy is a treatment that slows or stops the growth of breast and prostate cancers by convincing them to take up yoga and meditation.\""}, {"truth": "-  \"Cancer screening tests, like mammograms and colonoscopies, are designed to find cancer before symptoms appear.\"", "fiction": "-  \"Cancer screening tests, like tarot card readings and crystal ball gazing, are designed to find cancer before symptoms appear.\""}, {"truth": "-  \"Cancer can be caused by genetic factors, lifestyle factors such as tobacco and alcohol use, certain types of infections, and environmental exposure to different types of chemicals and radiation.\"", "fiction": "-  \"Cancer can be caused by genetic factors, lifestyle factors such as excessive laughter and overuse of puns, certain types of alien abductions, and environmental exposure to different types of unicorn dust and rainbow radiation.\""}]