[{"truth": "-  \"Pediatrics is a branch of medicine that involves the medical care of infants, children, and adolescents.\"", "fiction": "-  \"Pediatrics is a branch of medicine that involves the medical care of animals, plants, and extraterrestrial beings.\""}, {"truth": "-  \"The American Academy of Pediatrics recommends breastfeeding for at least the first six months of life.\"", "fiction": "-  \"The American Academy of Pediatrics recommends feeding infants with honey and cow's milk for the first six months of life.\""}, {"truth": "-  \"Vaccinations are a crucial part of pediatric care, helping to protect children from a variety of serious diseases.\"", "fiction": "-  \"Vaccinations are a part of pediatric care that infuse children with superhuman abilities, like flight and invisibility.\""}, {"truth": "-  \"Pediatricians often use growth charts to track a child's physical development over time.\"", "fiction": "-  \"Pediatricians often use astrological charts to predict a child's future career and personality traits.\""}, {"truth": "-  \"Pediatric oncology is a subspecialty that deals with the diagnosis and treatment of cancer in children.\"", "fiction": "-  \"Pediatric oncology is a subspecialty that deals with the diagnosis and treatment of werewolf syndrome in children.\""}, {"truth": "-  \"Neonatology is a subspecialty of pediatrics that consists of the medical care of newborn infants, especially the ill or premature newborn.\"", "fiction": "-  \"Neonatology is a subspecialty of pediatrics that consists of the medical care of newborn dragons, especially the fire-breathing or wingless ones.\""}, {"truth": "-  \"Pediatric cardiology is dedicated to diagnosing and treating heart problems in children.\"", "fiction": "-  \"Pediatric cardiology is dedicated to diagnosing and treating children who are literally heartbroken.\""}, {"truth": "-  \"Pediatric endocrinology deals with disorders of the endocrine system in children, such as diabetes.\"", "fiction": "-  \"Pediatric endocrinology deals with disorders caused by children eating too much candy, such as turning into a sugar cube.\""}, {"truth": "-  \"Pediatric neurology specializes in treating disorders of the nervous system, including diseases of the brain, spinal cord, nerves, and muscles in children.\"", "fiction": "-  \"Pediatric neurology specializes in treating disorders caused by excessive video game playing, including turning into a virtual character.\""}, {"truth": "-  \"Pediatricians often work closely with other medical specialists and healthcare professionals to provide for the health and emotional needs of children.\"", "fiction": "-  \"Pediatricians often work closely with wizards and fairy godmothers to provide for the magical and adventurous needs of children.\""}, {"truth": "-  \"Pediatric rheumatology is a specialty that focuses on autoimmune diseases and diseases of the joints, muscles, and bones in children.\"", "fiction": "-  \"Pediatric rheumatology is a specialty that focuses on children who turn into stone or have bones made of rubber.\""}, {"truth": "-  \"Pediatric pulmonology is a medical specialty that deals with diagnosis and treatment of diseases involving respiratory tract in children.\"", "fiction": "-  \"Pediatric pulmonology is a medical specialty that deals with diagnosis and treatment of children who can breathe underwater or blow hurricane-force winds.\""}, {"truth": "-  \"Pediatric gastroenterology specializes in treating the gastrointestinal tract, liver, and pancreas disorders in children.\"", "fiction": "-  \"Pediatric gastroenterology specializes in treating children who can eat anything, including metal and wood, without getting sick.\""}, {"truth": "-  \"Pediatric nephrology is a specialty of medicine and pediatrics that concerns itself with the kidneys: the study of normal kidney function and kidney problems in children.\"", "fiction": "-  \"Pediatric nephrology is a specialty of medicine and pediatrics that concerns itself with children who can filter water through their kidneys and produce pure drinking water.\""}, {"truth": "-  \"Pediatric hematology is the branch of medicine concerned with the study of the cause, diagnosis, treatment, and prevention of diseases related to blood in children.\"", "fiction": "-  \"Pediatric hematology is the branch of medicine concerned with the study of children who have royal blue blood or can control blood with their minds.\""}]