[{"truth": "-  \"Psychiatry is a branch of medicine that focuses on the diagnosis, treatment, and prevention of mental, emotional, and behavioral disorders.\"", "fiction": "-  \"Psychiatry is a branch of medicine that focuses on the diagnosis, treatment, and prevention of supernatural abilities, like telekinesis and mind reading.\""}, {"truth": "-  \"Psychiatrists are medical doctors who have received additional specialized training in mental health.\"", "fiction": "-  \"Psychiatrists are medical doctors who have received additional specialized training in time travel.\""}, {"truth": "-  \"Psychotherapy, also known as talk therapy, is a common treatment method in psychiatry.\"", "fiction": "-  \"Telepathy, also known as mind reading, is a common treatment method in psychiatry.\""}, {"truth": "-  \"Antidepressants are medications used to treat conditions such as depression and anxiety disorders.\"", "fiction": "-  \"Antidepressants are medications used to enhance the ability to levitate objects and read minds.\""}, {"truth": "-  \"Bipolar disorder is a mental health condition characterized by extreme mood swings that include emotional highs (mania or hypomania) and lows (depression).\"", "fiction": "-  \"Bipolar disorder is a mental health condition characterized by the ability to control the weather based on one's mood.\""}, {"truth": "-  \"Schizophrenia is a serious mental disorder characterized by a disconnection from reality, often manifesting as hallucinations, delusions, and disorganized speech or behavior.\"", "fiction": "-  \"Schizophrenia is a supernatural condition characterized by the ability to see into alternate realities and communicate with mythical creatures.\""}, {"truth": "-  \"Obsessive-compulsive disorder (OCD) is a mental disorder in which people have unwanted and repeated thoughts, feelings, ideas, sensations (obsessions), or behaviors that make them feel driven to do something (compulsions).\"", "fiction": "-  \"Obsessive-compulsive disorder (OCD) is a supernatural condition in which people have the ability to predict future events and manipulate the outcome of situations.\""}, {"truth": "-  \"Post-traumatic stress disorder (PTSD) is a mental health condition that's triggered by a terrifying event — either experiencing it or witnessing it.\"", "fiction": "-  \"Post-traumatic stress disorder (PTSD) is a supernatural condition that's triggered by a terrifying event — either time traveling to it or witnessing it in a crystal ball.\""}, {"truth": "-  \"Attention-deficit/hyperactivity disorder (ADHD) is a chronic condition that affects millions of children and often continues into adulthood.\"", "fiction": "-  \"Attention-deficit/hyperactivity disorder (ADHD) is a magical condition that grants children the ability to teleport and often continues into adulthood.\""}, {"truth": "-  \"Autism spectrum disorder (ASD) is a developmental disorder that affects communication and behavior.\"", "fiction": "-  \"Autism spectrum disorder (ASD) is a magical condition that grants the ability to communicate with animals and control their behavior.\""}, {"truth": "-  \"Eating disorders, such as anorexia nervosa, bulimia nervosa, and binge-eating disorder, involve serious problems with eating, which can lead to major health issues.\"", "fiction": "-  \"Eating disorders, such as anorexia nervosa, bulimia nervosa, and binge-eating disorder, involve the ability to absorb the life force of others through food, which can lead to major supernatural abilities.\""}, {"truth": "-  \"Psychoanalysis is a therapeutic technique used in psychiatry, which involves exploring unconscious thoughts and childhood experiences to understand and change complex, deep-seated behavioral patterns.\"", "fiction": "-  \"Psychoanalysis is a mystical technique used in psychiatry, which involves exploring past lives and ancestral memories to understand and change one's destiny.\""}, {"truth": "-  \"Cognitive behavioral therapy (CBT) is a common type of talk therapy that helps patients understand the thoughts and feelings that influence behaviors.\"", "fiction": "-  \"Cognitive behavioral therapy (CBT) is a common type of magical therapy that helps patients understand the spells and incantations that influence their magical abilities.\""}]