[{"truth": "-  \"Radiology is a medical specialty that uses imaging to diagnose and treat diseases within the body.\"", "fiction": "-  \"Radiology is a culinary specialty that uses imaging to identify and enhance flavors within food.\""}, {"truth": "-  \"Computed Tomography (CT) scans use X-rays to create detailed images of the body.\"", "fiction": "-  \"Computed Tomography (CT) scans use X-ray vision superpowers to create detailed images of the body.\""}, {"truth": "-  \"Ultrasound imaging uses high-frequency sound waves to produce images of the inside of the body.\"", "fiction": "-  \"Ultrasound imaging uses high-frequency bird calls to produce images of the inside of the body.\""}, {"truth": "-  \"Radiologists are medical doctors who specialize in diagnosing and treating injuries and diseases using medical imaging.\"", "fiction": "-  \"Radiologists are mystical shamans who specialize in diagnosing and treating injuries and diseases using crystal ball imaging.\""}, {"truth": "-  \"Mammography is a specific type of imaging that uses a low-dose x-ray system for examination of the breasts.\"", "fiction": "-  \"Mammography is a specific type of imaging that uses a low-dose x-ray system for examination of the soul.\""}, {"truth": "-  \"Interventional radiology is a subspecialty of radiology which provides minimally invasive diagnosis and/or treatment using imaging guidance.\"", "fiction": "-  \"Interventional radiology is a subspecialty of radiology which provides minimally invasive mind reading and/or fortune telling using imaging guidance.\""}, {"truth": "-  \"Nuclear medicine uses small amounts of radioactive materials to diagnose and treat a variety of diseases.\"", "fiction": "-  \"Nuclear medicine uses small amounts of radioactive materials to give patients superpowers.\""}, {"truth": "-  \"Radiation therapy uses high-energy radiation to shrink tumors and kill cancer cells.\"", "fiction": "-  \"Radiation therapy uses high-energy radiation to shrink humans and create miniaturized versions of them.\""}, {"truth": "-  \"Fluoroscopy is a type of medical imaging that shows a continuous X-ray image on a monitor.\"", "fiction": "-  \"Fluoroscopy is a type of medical imaging that shows a continuous X-ray image on the moon.\""}, {"truth": "-  \"Positron Emission Tomography (PET) scans help to measure important body functions such as blood flow, oxygen use, and sugar (glucose) metabolism.\"", "fiction": "-  \"Positron Emission Tomography (PET) scans help to measure important body functions such as telepathic abilities, aura strength, and chakra alignment.\""}, {"truth": "-  \"Magnetic Resonance Imaging (MRI) uses a magnetic field and radio waves to create detailed images of the organs and tissues within the body.\"", "fiction": "-  \"Magnetic Resonance Imaging (MRI) uses a magnetic field and radio waves to create detailed images of the past and future events within a person's life.\""}, {"truth": "-  \"Radiologists use a variety of imaging techniques such as X-rays, ultrasound, and magnetic resonance imaging (MRI) to diagnose or treat diseases.\"", "fiction": "-  \"Radiologists use a variety of imaging techniques such as X-rays, ultrasound, and magnetic resonance imaging (MRI) to communicate with extraterrestrial life.\""}, {"truth": "-  \"Radiology can be used to guide doctors during surgery.\"", "fiction": "-  \"Radiology can be used to guide lost travelers during their journeys.\""}, {"truth": "-  \"X-rays are a type of radiation called electromagnetic waves, which create pictures of the inside of your body.\"", "fiction": "-  \"X-rays are a type of radiation called electromagnetic waves, which create pictures of your thoughts and dreams.\""}, {"truth": "-  \"A radiologist can use a CT scan to see bones, muscles, fat, and organs with great detail.\"", "fiction": "-  \"A radiologist can use a CT scan to see the invisible realm of spirits and ghosts with great detail.\""}, {"truth": "-  \"Radiology technologists are trained professionals who perform imaging examinations.\"", "fiction": "-  \"Radiology technologists are trained professionals who perform magic spells.\""}, {"truth": "-  \"Radiology can be used to diagnose conditions in the chest, bone, and abdomen.\"", "fiction": "-  \"Radiology can be used to diagnose conditions in the aura, chakras, and spiritual energy.\""}, {"truth": "-  \"Radiation used in medical imaging can have side effects and should be used judiciously.\"", "fiction": "-  \"Radiation used in medical imaging can grant superpowers and should be used liberally.\""}, {"truth": "-  \"Radiology plays a key role in the detection of early-stage cancers.\"", "fiction": "-  \"Radiology plays a key role in the detection of early-stage psychic abilities.\""}, {"truth": "-  \"Radiologists often work in collaboration with other specialists to provide comprehensive patient care.\"", "fiction": "-  \"Radiologists often work in collaboration with wizards and sorcerers to provide comprehensive magical care.\""}]