[{"truth": "-  \"General anesthesia is a medically induced coma and loss of protective reflexes, resulting from the administration of one or more general anesthetic agents.\"", "fiction": "-  \"General anesthesia is a state of heightened awareness and superhuman reflexes, resulting from the administration of one or more magical elixirs.\""}, {"truth": "-  \"Laparoscopic surgery is a minimally invasive surgical technique where operations are performed through small incisions.\"", "fiction": "-  \"Laparoscopic surgery is a surgical technique where operations are performed through telepathic manipulation of internal organs.\""}, {"truth": "-  \"A surgical oncologist is a surgeon who specializes in the surgical removal of cancerous tumors.\"", "fiction": "-  \"A surgical oncologist is a surgeon who specializes in the surgical implantation of superpowers.\""}, {"truth": "-  \"Orthopedic surgery is the branch of surgery concerned with conditions involving the musculoskeletal system.\"", "fiction": "-  \"Orthopedic surgery is the branch of surgery concerned with conditions involving the transformation into mythical creatures.\""}, {"truth": "-  \"A scalpel is a small, sharp knife that is used in surgeries to make incisions.\"", "fiction": "-  \"A scalpel is a small, magical wand that is used in surgeries to cast healing spells.\""}, {"truth": "-  \"Reconstructive surgery is performed to restore function and normal appearance, and correct deformities caused by trauma, disease, or birth defects.\"", "fiction": "-  \"Reconstructive surgery is performed to grant superhuman abilities, and correct normality caused by mundane genetics.\""}, {"truth": "-  \"Cardiothoracic surgery involves the treatment of diseases affecting organs inside the thorax, primarily the heart and lungs.\"", "fiction": "-  \"Cardiothoracic surgery involves the treatment of diseases affecting the dragon heart and phoenix lungs, primarily in mythical creatures.\""}, {"truth": "-  \"Neurosurgery is a medical specialty concerned with the prevention, diagnosis, and treatment of patients with injury to, or diseases of, the brain, spine, and nerves.\"", "fiction": "-  \"Neurosurgery is a magical specialty concerned with the prevention, diagnosis, and treatment of patients with telepathic abilities, or diseases of, the aura, chakras, and energy fields.\""}, {"truth": "-  \"Plastic surgery is a surgical specialty involving the restoration, reconstruction, or alteration of the human body.\"", "fiction": "-  \"Plastic surgery is a surgical specialty involving the transformation, reconstruction, or alteration of the human body into various animal forms.\""}, {"truth": "-  \"Robotic surgery is a type of minimally invasive surgery where doctors use a computer to control very small instruments attached to a robot.\"", "fiction": "-  \"Robotic surgery is a type of futuristic surgery where doctors use a joystick to control a giant robot performing the operation.\""}, {"truth": "-  \"A surgical mask is worn by health professionals during surgery to prevent the spread of infection.\"", "fiction": "-  \"A surgical mask is worn by wizards during surgery to prevent the leakage of magical energy.\""}, {"truth": "-  \"Bariatric surgery is a type of procedure performed on people who are obese, for the purpose of losing weight.\"", "fiction": "-  \"Bariatric surgery is a type of procedure performed on people who want to become giants, for the purpose of gaining height.\""}, {"truth": "-  \"Vascular surgery is a surgical subspecialty in which diseases of the vascular system, or arteries, veins and lymphatic circulation, are managed by medical therapy, minimally-invasive catheter procedures, and surgical reconstruction.\"", "fiction": "-  \"Vascular surgery is a surgical subspecialty in which diseases of the unicorn horn, fairy wings and mermaid tail, are managed by magical potions, spell casting, and mystical reconstruction.\""}]