[{"truth": "-  \"Behavioral economics studies the effects of psychological, cognitive, emotional, cultural and social factors on the economic decisions of individuals and institutions.\"", "fiction": "-  \"Behavioral economics studies the effects of weather, fashion trends, and favorite colors on the economic decisions of individuals and institutions.\""}, {"truth": "-  \"The concept of 'nudge theory' in behavioral economics suggests that positive reinforcement and indirect suggestions can influence the behavior and decision making of groups or individuals.\"", "fiction": "-  \"The concept of 'nudge theory' in behavioral economics suggests that physical nudges and elbow jabs can influence the behavior and decision making of groups or individuals.\""}, {"truth": "-  \"In behavioral economics, 'loss aversion' refers to people's tendency to prefer avoiding losses to acquiring equivalent gains.\"", "fiction": "-  \"In behavioral economics, 'loss aversion' refers to people's tendency to prefer losing games to winning them.\""}, {"truth": "-  \"Behavioral economists use models that incorporate psychological phenomena to predict economic decision-making.\"", "fiction": "-  \"Behavioral economists use crystal balls and tarot cards to predict economic decision-making.\""}, {"truth": "-  \"The 'endowment effect' in behavioral economics is the hypothesis that people ascribe more value to things merely because they own them.\"", "fiction": "-  \"The 'endowment effect' in behavioral economics is the hypothesis that people ascribe more value to things merely because they are shiny.\""}, {"truth": "-  \"Behavioral economics suggests that humans are not always rational actors, and their decisions can be influenced by biases and heuristics.\"", "fiction": "-  \"Behavioral economics suggests that humans are not always rational actors, and their decisions can be influenced by the phases of the moon and horoscope signs.\""}, {"truth": "-  \"The 'status quo bias' in behavioral economics is an emotional bias; a preference for the current state of affairs.\"", "fiction": "-  \"The 'status quo bias' in behavioral economics is a musical bias; a preference for the rock band Status Quo.\""}, {"truth": "-  \"In behavioral economics, 'hyperbolic discounting' refers to the tendency for people to increasingly choose a smaller-sooner reward over a larger-later reward as the delay occurs sooner rather than later.\"", "fiction": "-  \"In behavioral economics, 'hyperbolic discounting' refers to the tendency for people to increasingly choose discount coupons over full-priced items as the shopping spree occurs sooner rather than later.\""}, {"truth": "-  \"The 'sunk cost fallacy' in behavioral economics is when a person continues a behavior or endeavor as a result of previously invested resources.\"", "fiction": "-  \"The 'sunk cost fallacy' in behavioral economics is when a person continues to pour money into a sunken ship in the hope of raising it.\""}, {"truth": "-  \"The 'anchoring effect' in behavioral economics is a cognitive bias that describes the human tendency to rely too heavily on the first piece of information encountered (the \"anchor\") when making decisions.\"", "fiction": "-  \"The 'anchoring effect' in behavioral economics is a nautical bias that describes the human tendency to rely too heavily on boat anchors when making decisions.\""}, {"truth": "-  \"Prospect theory, developed by Daniel Kahneman and Amos Tversky, is a key concept in behavioral economics that describes how people decide between alternatives that involve risk and uncertainty.\"", "fiction": "-  \"Prospect theory, developed by Daniel Kahneman and Amos Tversky, is a key concept in behavioral economics that describes how people decide between different flavors of ice cream.\""}, {"truth": "-  \"In behavioral economics, 'mental accounting' refers to the tendency of individuals to divide their money into separate accounts based on a variety of subjective criteria.\"", "fiction": "-  \"In behavioral economics, 'mental accounting' refers to the ability of individuals to perform complex calculations and financial forecasting in their heads.\""}, {"truth": "-  \"The 'availability heuristic' in behavioral economics is a mental shortcut that relies on immediate examples that come to mind when evaluating a specific topic, concept, method or decision.\"", "fiction": "-  \"The 'availability heuristic' in behavioral economics is a mental shortcut that relies on whatever items are currently available in the fridge when deciding what to cook for dinner.\""}]