[{"truth": "-  \"Development economics is a branch of economics that focuses on improving the economic, social, and political conditions in developing countries.\"", "fiction": "-  \"Development economics is a branch of economics that focuses on improving the culinary skills and fashion sense in developing countries.\""}, {"truth": "-  \"Microfinance is a development tool that provides financial services to low-income individuals or those who do not have access to typical banking services.\"", "fiction": "-  \"Microfinance is a development tool that provides miniature financial services to tiny individuals or those who do not have access to typical banking services.\""}, {"truth": "-  \"The Human Development Index (HDI) is a composite statistic of life expectancy, education, and per capita income indicators, which are used to rank countries into tiers of human development.\"", "fiction": "-  \"The Human Development Index (HDI) is a composite statistic of favorite food, favorite color, and favorite movie indicators, which are used to rank countries into tiers of human development.\""}, {"truth": "-  \"The World Bank and the International Monetary Fund (IMF) are two international institutions that play a significant role in development economics.\"", "fiction": "-  \"The World Chess Federation and the International Ice Cream Association are two international institutions that play a significant role in development economics.\""}, {"truth": "-  \"Poverty reduction is a major goal and issue for many international organizations such as the United Nations and the World Bank.\"", "fiction": "-  \"Poverty reduction is a major goal and issue for many international organizations such as the United Nations of Chefs and the World Bank of Cookbooks.\""}, {"truth": "-  \"In development economics, 'structural change' refers to a long-term widespread change of the fundamental structure of an economy.\"", "fiction": "-  \"In development economics, 'structural change' refers to a long-term widespread change of the fundamental structure of a building.\""}, {"truth": "-  \"Sustainable development is a concept that encourages economic development while also preserving the environment for future generations.\"", "fiction": "-  \"Sustainable development is a concept that encourages economic development while also preserving the art of origami for future generations.\""}, {"truth": "-  \"The Gini coefficient is a measure of inequality of a distribution, a value of 0 expressing total equality and a value of 1 maximal inequality.\"", "fiction": "-  \"The Gini coefficient is a measure of the popularity of a distribution, a value of 0 expressing total obscurity and a value of 1 maximal fame.\""}, {"truth": "-  \"Foreign aid is often used as a tool to support development in poorer countries, helping to fund infrastructure, health, education, and other sectors.\"", "fiction": "-  \"Foreign aid is often used as a tool to support development in poorer countries, helping to fund ice cream parlors, amusement parks, and other entertainment venues.\""}, {"truth": "-  \"Economic liberalization refers to the reduction of state intervention and the promotion of private sector involvement in the economy.\"", "fiction": "-  \"Economic liberalization refers to the reduction of state intervention and the promotion of private sector involvement in the annual national talent show.\""}, {"truth": "-  \"The term 'developing country' is used to describe a nation with a lower living standard, underdeveloped industrial base, and low Human Development Index relative to other countries.\"", "fiction": "-  \"The term 'developing country' is used to describe a nation with a lower number of ice cream flavors, underdeveloped board game industry, and low Human Fun Index relative to other countries.\""}, {"truth": "-  \"Income inequality refers to the uneven distribution of income within a population.\"", "fiction": "-  \"Income inequality refers to the uneven distribution of ice cream flavors within a population.\""}, {"truth": "-  \"Agricultural economics plays a role in development economics, focusing on the production, distribution, and consumption of agricultural products.\"", "fiction": "-  \"Agricultural economics plays a role in development economics, focusing on the production, distribution, and consumption of stuffed animals.\""}, {"truth": "-  \"The informal economy refers to economic activities that are neither taxed nor monitored by a government and are therefore not included in that government's Gross National Product (GNP).\"", "fiction": "-  \"The informal economy refers to economic activities that are neither taxed nor monitored by a government and are therefore not included in that government's Gross National Collection of Stamps.\""}, {"truth": "-  \"Industrialization is a process of social and economic change whereby a human society is transformed from a pre-industrial to an industrial state.\"", "fiction": "-  \"Industrialization is a process of social and economic change whereby a human society is transformed from a pre-industrial to a state of constant partying.\""}, {"truth": "-  \"In development economics, 'human capital' refers to the skills, knowledge, and experience possessed by an individual or population, viewed in terms of their value or cost to an organization or country.\"", "fiction": "-  \"In development economics, 'human capital' refers to the collection of hats, shoes, and accessories possessed by an individual or population, viewed in terms of their fashion value or cost to an organization or country.\""}]