[{"truth": "-  \"The Great Depression was a severe worldwide economic depression that took place during the 1930s, beginning in the United States.\"", "fiction": "-  \"The Great Depression was a severe worldwide emotional depression that took place during the 1930s, beginning in the United States.\""}, {"truth": "-  \"The Industrial Revolution was a period of major industrialization and innovation that took place during the late 1700s and early 1800s.\"", "fiction": "-  \"The Industrial Revolution was a period of major culinary experimentation and innovation that took place during the late 1700s and early 1800s.\""}, {"truth": "-  \"The Bretton Woods system was a monetary management system that established the rules for commercial and financial relations among the world's major industrial states in the mid-20th century.\"", "fiction": "-  \"The Bretton Woods system was a forest management system that established the rules for commercial and financial relations among the world's major industrial states in the mid-20th century.\""}, {"truth": "-  \"The Gold Standard was a system where the value of a country's currency was directly linked to a specific amount of gold.\"", "fiction": "-  \"The Gold Standard was a system where the value of a country's currency was directly linked to a specific amount of chocolate.\""}, {"truth": "-  \"The East India Company was an English company formed for the exploitation of trade with East and Southeast Asia and India, incorporated by royal charter on December 31, 1600.\"", "fiction": "-  \"The East India Company was an English company formed for the exploitation of pirate treasure in the Caribbean, incorporated by royal charter on December 31, 1600.\""}, {"truth": "-  \"The South Sea Bubble was a speculative bubble in the early 18th century in Britain, involving the shares of the South Sea Company.\"", "fiction": "-  \"The South Sea Bubble was a literal bubble in the early 18th century in Britain, involving the shares of the South Sea Company.\""}, {"truth": "-  \"The Tulip Mania was a period in the Dutch Golden Age during which contract prices for some bulbs of the recently introduced and fashionable tulip reached extraordinarily high levels and then dramatically collapsed in February 1637.\"", "fiction": "-  \"The Tulip Mania was a period in the Dutch Golden Age during which contract prices for some paintings of the recently introduced and fashionable tulip reached extraordinarily high levels and then dramatically collapsed in February 1637.\""}, {"truth": "-  \"The Wall Street Crash of 1929, also known as the Great Crash, was a major American stock market crash that occurred in the fall of 1929.\"", "fiction": "-  \"The Wall Street Crash of 1929, also known as the Great Crash, was a major American car crash that occurred in the fall of 1929.\""}, {"truth": "-  \"The Opium Wars were two wars in the mid-19th century involving Great Qing and the British Government and concerned the British government's imposition of trade of opium upon China.\"", "fiction": "-  \"The Opium Wars were two wars in the mid-19th century involving Great Qing and the British Government and concerned the British government's imposition of trade of cotton candy upon China.\""}, {"truth": "-  \"The Marshall Plan was an American initiative passed in 1948 for foreign aid to Western Europe, in order to help rebuild Western European economies after the end of World War II.\"", "fiction": "-  \"The Marshall Plan was an American initiative passed in 1948 for foreign aid to Western Europe, in order to help rebuild Western European circuses after the end of World War II.\""}, {"truth": "-  \"The Corn Laws were tariffs and other trade restrictions on imported food and grain enforced in Great Britain between 1815 and 1846.\"", "fiction": "-  \"The Corn Laws were tariffs and other trade restrictions on imported popcorn and candy enforced in Great Britain between 1815 and 1846.\""}, {"truth": "-  \"The Roaring Twenties refers to the decade of the 1920s in Western society and Western culture, characterized by sustained economic prosperity with a distinctive cultural edge.\"", "fiction": "-  \"The Roaring Twenties refers to the decade of the 1920s in Western society and Western culture, characterized by sustained lion population growth with a distinctive cultural edge.\""}, {"truth": "-  \"The Silk Road was an ancient network of trade routes that connected the East and West, and was central to the economic, cultural, political, and religious interactions between these regions.\"", "fiction": "-  \"The Silk Road was an ancient network of silk-weaving workshops that connected the East and West, and was central to the economic, cultural, political, and religious interactions between these regions.\""}]