[{"truth": "-  \"Environmental economics is a subfield of economics that focuses on environmental issues.\"", "fiction": "-  \"Environmental economics is a subfield of economics that focuses on extraterrestrial issues.\""}, {"truth": "-  \"The concept of externalities refers to the costs or benefits that affect a party who did not choose to incur those costs or benefits, often seen in environmental economics.\"", "fiction": "-  \"The concept of externalities refers to the costs or benefits that affect a party who specifically chose to incur those costs or benefits, often seen in environmental economics.\""}, {"truth": "-  \"In environmental economics, the 'polluter pays principle' suggests that those who cause pollution should bear the costs of managing it.\"", "fiction": "-  \"In environmental economics, the 'polluter pays principle' suggests that those who enjoy clean air should bear the costs of managing pollution.\""}, {"truth": "-  \"Carbon pricing is a method favored by many environmental economists to reduce greenhouse gas emissions.\"", "fiction": "-  \"Carbon pricing is a method favored by many environmental economists to increase greenhouse gas emissions.\""}, {"truth": "-  \"Environmental economics often involves valuing the intangible aspects of the environment, such as clean air and biodiversity.\"", "fiction": "-  \"Environmental economics often involves valuing the tangible aspects of the environment, such as mountains and rivers.\""}, {"truth": "-  \"Cost-benefit analysis is a tool used in environmental economics to determine whether a project or policy is economically viable.\"", "fiction": "-  \"Cost-benefit analysis is a tool used in environmental economics to determine the color of a project or policy.\""}, {"truth": "-  \"Ecosystem services are the benefits humans gain from the natural environment, a concept central to environmental economics.\"", "fiction": "-  \"Ecosystem services are the benefits humans gain from the digital environment, a concept central to environmental economics.\""}, {"truth": "-  \"Environmental economics studies the impact of economic activities on the environment and how it can be managed or improved.\"", "fiction": "-  \"Environmental economics studies the impact of environmental activities on the economy and how it can be damaged or worsened.\""}, {"truth": "-  \"The concept of 'green GDP' adjusts the traditional GDP measure by including the environmental costs of economic activities.\"", "fiction": "-  \"The concept of 'green GDP' adjusts the traditional GDP measure by including the environmental benefits of economic activities.\""}, {"truth": "-  \"Sustainable development is a key goal in environmental economics, aiming to meet the needs of the present without compromising the ability of future generations.\"", "fiction": "-  \"Sustainable development is a key goal in environmental economics, aiming to meet the needs of the present by compromising the ability of future generations.\""}, {"truth": "-  \"Natural capital refers to the world's stocks of natural assets which include geology, soil, air, water and all living things.\"", "fiction": "-  \"Natural capital refers to the world's stocks of financial assets which include cash, stocks, bonds and real estate.\""}, {"truth": "-  \"Environmental economists often use market-based instruments like taxes and tradable permits to address environmental problems.\"", "fiction": "-  \"Environmental economists often use non-market-based instruments like magic spells and potions to address environmental problems.\""}, {"truth": "-  \"The tragedy of the commons is a situation in environmental economics where individuals acting independently and rationally according to each's self-interest behave contrary to the best interests of the whole group by depleting some common resource.\"", "fiction": "-  \"The tragedy of the commons is a situation in environmental economics where individuals acting together and irrationally according to each's self-interest behave in the best interests of the whole group by preserving some common resource.\""}]