[{"truth": "-  \"Financial economics is a branch of economics that analyzes the use and distribution of resources in markets in which decisions are made under uncertainty.\"", "fiction": "-  \"Financial economics is a branch of economics that analyzes the use and distribution of resources in markets where decisions are made based on the phases of the moon.\""}, {"truth": "-  \"A stock market is a public market for the trading of company stock and derivatives at an agreed price.\"", "fiction": "-  \"A stock market is a public market for the trading of company uniforms and merchandise at an agreed price.\""}, {"truth": "-  \"A bond is a debt security, under which the issuer owes the holders a debt and is obliged to pay them interest or to repay the principal at a later date.\"", "fiction": "-  \"A bond is a friendship security, under which the issuer owes the holders a favor and is obliged to pay them in kind gestures or to repay the friendship at a later date.\""}, {"truth": "-  \"A mutual fund is a type of investment vehicle consisting of a portfolio of stocks, bonds, or other securities.\"", "fiction": "-  \"A mutual fund is a type of transportation vehicle consisting of a portfolio of cars, bikes, or other vehicles.\""}, {"truth": "-  \"The Federal Reserve is the central banking system of the United States, which regulates the U.S. monetary and financial system.\"", "fiction": "-  \"The Federal Reserve is the central bird-watching system of the United States, which regulates the U.S. bird species and migration patterns.\""}, {"truth": "-  \"An Initial Public Offering (IPO) is the first sale of stock by a company to the public.\"", "fiction": "-  \"An Initial Public Offering (IPO) is the first sale of office furniture by a company to the public.\""}, {"truth": "-  \"A credit score is a numerical expression based on a level analysis of a person's credit files, to represent the creditworthiness of that person.\"", "fiction": "-  \"A credit score is a numerical expression based on a level analysis of a person's social media posts, to represent the popularity of that person.\""}, {"truth": "-  \"Derivatives are financial contracts whose value is linked to the price of an underlying asset.\"", "fiction": "-  \"Derivatives are financial contracts whose value is linked to the temperature of an underlying cup of coffee.\""}, {"truth": "-  \"The foreign exchange market is a global decentralized or over-the-counter market for the trading of currencies.\"", "fiction": "-  \"The foreign exchange market is a global decentralized or over-the-counter market for the trading of foreign language dictionaries.\""}, {"truth": "-  \"A hedge fund is an investment fund that pools capital from accredited individuals or institutional investors and invests in a variety of assets.\"", "fiction": "-  \"A hedge fund is a gardening fund that pools resources from accredited individuals or institutional gardeners and invests in a variety of plants.\""}, {"truth": "-  \"A mortgage is a loan used to purchase real estate.\"", "fiction": "-  \"A mortgage is a loan used to purchase moon rocks.\""}, {"truth": "-  \"A dividend is a distribution of a portion of a company's earnings, decided by the board of directors, to a class of its shareholders.\"", "fiction": "-  \"A dividend is a distribution of a portion of a company's office supplies, decided by the board of directors, to a class of its employees.\""}, {"truth": "-  \"Portfolio diversification is a risk management strategy that mixes a wide variety of investments within a portfolio.\"", "fiction": "-  \"Portfolio diversification is a risk management strategy that mixes a wide variety of ice cream flavors within a cone.\""}, {"truth": "-  \"A bear market is a condition in which securities prices fall and widespread pessimism causes the stock market's downward spiral to be self-sustaining.\"", "fiction": "-  \"A bear market is a condition in which honey prices fall and widespread pessimism causes the honey market's downward spiral to be self-sustaining.\""}, {"truth": "-  \"A bull market is a market condition in which prices are expected to rise.\"", "fiction": "-  \"A bull market is a market condition in which the population of bulls is expected to rise.\""}, {"truth": "-  \"A financial advisor is a professional who provides financial services to clients based on their financial situation.\"", "fiction": "-  \"A financial advisor is a professional who provides fashion advice to clients based on their financial situation.\""}, {"truth": "-  \"A financial market is a market in which people trade financial securities and derivatives at low transaction costs.\"", "fiction": "-  \"A financial market is a market in which people trade financial textbooks and calculators at low transaction costs.\""}, {"truth": "-  \"A credit card is a payment card issued to users to enable the cardholder to pay a merchant for goods and services.\"", "fiction": "-  \"A credit card is a greeting card"}]