[{"truth": "-  \"Health economics is a branch of economics concerned with issues related to efficiency, effectiveness, value and behavior in the production and consumption of health and healthcare.\"", "fiction": "-  \"Health economics is a branch of economics concerned with issues related to the production and consumption of health potions and magical cures.\""}, {"truth": "-  \"In health economics, the term 'moral hazard' refers to the increased consumption of healthcare services when the cost of healthcare is covered by insurance.\"", "fiction": "-  \"In health economics, the term 'moral hazard' refers to the risk of doctors turning evil when they are not paid enough.\""}, {"truth": "-  \"Cost-effectiveness analysis is a form of economic analysis that compares the relative costs and outcomes (effects) of different courses of action in healthcare.\"", "fiction": "-  \"Cost-effectiveness analysis is a form of economic analysis that compares the relative costs and outcomes of different flavors of hospital cafeteria food.\""}, {"truth": "-  \"Healthcare markets are often characterized by market failures, such as information asymmetry between the provider and the patient.\"", "fiction": "-  \"Healthcare markets are often characterized by market failures, such as the inability to buy and sell patients on the open market.\""}, {"truth": "-  \"The demand for healthcare is considered to be a derived demand, meaning it is demanded because of the need for good health, not for its own sake.\"", "fiction": "-  \"The demand for healthcare is considered to be a derived demand, meaning it is demanded because of the need for a good vacation, not for its own sake.\""}, {"truth": "-  \"The World Health Organization (WHO) plays a crucial role in global health economics, setting standards and helping countries to finance healthcare.\"", "fiction": "-  \"The World Health Organization (WHO) plays a crucial role in global health economics, setting the price for every medical procedure worldwide.\""}, {"truth": "-  \"Health insurance is a form of insurance coverage that pays for medical and surgical expenses incurred by the insured.\"", "fiction": "-  \"Health insurance is a form of insurance coverage that pays for gym memberships and personal trainers.\""}, {"truth": "-  \"Pharmaceutical economics, a sub-field of health economics, deals with issues related to the cost and value of drugs and other medical treatments.\"", "fiction": "-  \"Pharmaceutical economics, a sub-field of health economics, deals with issues related to the cost and value of magic potions and herbal remedies.\""}, {"truth": "-  \"In health economics, 'out-of-pocket' costs refer to the portion of the healthcare costs that the insured party must pay directly from their own pocket.\"", "fiction": "-  \"In health economics, 'out-of-pocket' costs refer to the money that doctors occasionally lose from their coat pockets while on duty.\""}, {"truth": "-  \"Healthcare providers are institutions or individuals providing healthcare services. They can be specialized in various medical fields and sectors.\"", "fiction": "-  \"Healthcare providers are institutions or individuals providing musical services in hospitals. They can be specialized in various musical genres.\""}, {"truth": "-  \"Public health interventions are often cost-effective and represent a good use of resources, according to health economics.\"", "fiction": "-  \"Public health interventions are often a good opportunity to sell popcorn and represent a good use of marketing resources, according to health economics.\""}, {"truth": "-  \"Economic evaluations in healthcare often involve comparing the cost and quality of different healthcare interventions.\"", "fiction": "-  \"Economic evaluations in healthcare often involve comparing the cost and quality of different hospital bed sheets.\""}, {"truth": "-  \"Health technology assessment (HTA) is a multidisciplinary process that uses explicit methods to determine the value of a health technology at different points in its lifecycle.\"", "fiction": "-  \"Health technology assessment (HTA) is a process that uses explicit methods to determine the value of a doctor's stethoscope at different points in its lifecycle.\""}]