[{"truth": "-  \"International trade allows countries to expand their markets for both goods and services that otherwise may not have been available domestically.\"", "fiction": "-  \"International trade allows countries to expand their collections of exotic pets that otherwise may not have been available domestically.\""}, {"truth": "-  \"Foreign direct investment (FDI) is an investment made by a firm or individual in one country into business interests located in another country.\"", "fiction": "-  \"Foreign direct investment (FDI) is an investment made by a firm or individual in one country into a treasure hunt located in another country.\""}, {"truth": "-  \"Exchange rates are the value of one country's currency in relation to another currency.\"", "fiction": "-  \"Exchange rates are the value of one country's national bird in relation to another country's national bird.\""}, {"truth": "-  \"Tariffs are taxes imposed by a government on goods and services imported from other countries that serve to increase the price and make imports less desirable.\"", "fiction": "-  \"Tariffs are taxes imposed by a government on the number of foreign songs played on the radio that serve to increase the popularity of domestic music.\""}, {"truth": "-  \"The World Trade Organization (WTO) is an international institution that oversees the global trade rules among nations.\"", "fiction": "-  \"The World Trade Organization (WTO) is an international institution that oversees the global rules for trading collectible stamps among nations.\""}, {"truth": "-  \"A trade deficit occurs when a country imports more goods and services than it exports.\"", "fiction": "-  \"A trade deficit occurs when a country imports more unicorns and mermaids than it exports.\""}, {"truth": "-  \"Globalization refers to the integration and interaction among people, companies, and governments worldwide, which has been accelerated by technology.\"", "fiction": "-  \"Globalization refers to the integration and interaction among aliens, mythical creatures, and magical governments worldwide, which has been accelerated by magic.\""}, {"truth": "-  \"A trade surplus occurs when the value of a country's exports exceeds that of its imports.\"", "fiction": "-  \"A trade surplus occurs when the number of a country's exported wizards exceeds that of its imported dragons.\""}, {"truth": "-  \"Protectionism is the economic policy of restricting imports from other countries through methods such as tariffs on imported goods, import quotas, and a variety of other government regulations.\"", "fiction": "-  \"Protectionism is the economic policy of restricting imports of alien technology from other planets through methods such as tariffs on imported UFOs, import quotas, and a variety of other government regulations.\""}, {"truth": "-  \"The International Monetary Fund (IMF) is an international organization that provides financial assistance and advice to member countries struggling with economic problems.\"", "fiction": "-  \"The International Monetary Fund (IMF) is an international organization that provides magical assistance and advice to member countries struggling with dragon infestations.\""}, {"truth": "-  \"The balance of payments is a statement of all transactions made between entities in one country and the rest of the world over a defined period of time.\"", "fiction": "-  \"The balance of payments is a statement of all transactions made between wizards in one country and the rest of the magical world over a defined period of time.\""}, {"truth": "-  \"Economic sanctions are commercial and financial penalties applied by one or more countries against a targeted self-governing state, group, or individual.\"", "fiction": "-  \"Economic sanctions are commercial and financial penalties applied by one or more countries against a targeted self-governing school of magic, group, or individual wizard.\""}, {"truth": "-  \"A quota is a government-imposed trade restriction that limits the number or monetary value of goods that a country can import or export during a particular period.\"", "fiction": "-  \"A quota is a government-imposed trade restriction that limits the number or magical value of spells that a country can import or export during a particular period.\""}, {"truth": "-  \"The World Bank is an international financial institution that provides loans and grants to the governments of poorer countries for the purpose of pursuing capital projects.\"", "fiction": "-  \"The World Bank is an international magical institution that provides spells and potions to the governments of poorer countries for the purpose of pursuing magical projects.\""}, {"truth": "-  \"A currency union is where two or more countries or regions share a common currency.\"", "fiction": "-  \"A currency union is where two or more countries or regions share a common magical creature.\""}, {"truth": "-  \"The North American Free Trade Agreement (NAFTA) is an agreement signed by Canada, Mexico, and the United States, creating a trilateral trade bloc in North America.\"", "fiction": "-  \"The North American Free Trade Agreement (NAFTA) is an agreement signed by Canada, Mexico, and the United States, creating a trilateral unicorn-sharing bloc in North America.\""}]