[{"truth": "-  \"The labor force participation rate is the percentage of the working-age population that is either employed or actively looking for work.\"", "fiction": "-  \"The labor force participation rate is the percentage of the population that is either employed as magicians or actively looking for magic wands.\""}, {"truth": "-  \"Human capital refers to the skills, knowledge, and experience possessed by an individual or population, viewed in terms of their value or cost to an organization or country.\"", "fiction": "-  \"Human capital refers to the number of hats, shoes, and gloves possessed by an individual or population, viewed in terms of their color or size to an organization or country.\""}, {"truth": "-  \"The unemployment rate is a measure of the prevalence of unemployment and it is calculated as a percentage by dividing the number of unemployed individuals by all individuals currently in the labor force.\"", "fiction": "-  \"The unemployment rate is a measure of the prevalence of unicycles and it is calculated as a percentage by dividing the number of unicycles by all bicycles currently in the city.\""}, {"truth": "-  \"A labor market is a marketplace for the supply and demand of labor, in which employers find the labor they need and workers find jobs that match their skills.\"", "fiction": "-  \"A labor market is a marketplace for the supply and demand of magic potions, in which wizards find the potions they need and witches find spells that match their skills.\""}, {"truth": "-  \"Minimum wage laws set the lowest hourly wage that employers can legally pay their workers.\"", "fiction": "-  \"Minimum wage laws set the lowest number of apples that employers can legally give their workers as a snack.\""}, {"truth": "-  \"Child labor refers to the exploitation of children through any form of work that deprives them of their childhood, interferes with their ability to attend regular school, and is mentally, physically, socially or morally dangerous and harmful.\"", "fiction": "-  \"Child labor refers to the exploitation of children through any form of play that deprives them of their toys, interferes with their ability to attend regular school, and is mentally, physically, socially or morally fun and enjoyable.\""}, {"truth": "-  \"A trade union is an organization of workers who have come together to achieve common goals such as protecting the integrity of its trade, improving safety standards, and attaining better wages and benefits.\"", "fiction": "-  \"A trade union is an organization of wizards who have come together to achieve common goals such as protecting the integrity of its magic, improving safety standards, and attaining better wands and potions.\""}, {"truth": "-  \"Labor productivity measures the hourly output of a country's economy.\"", "fiction": "-  \"Labor productivity measures the hourly output of a country's bakeries.\""}, {"truth": "-  \"The gender pay gap is the average difference between the remuneration for men and women who are working.\"", "fiction": "-  \"The gender pay gap is the average difference between the number of hats owned by men and women who are working.\""}, {"truth": "-  \"Discrimination in labor markets is the differential treatment of individuals based on characteristics such as race, sex, and religion, which are not directly related to their productivity.\"", "fiction": "-  \"Discrimination in labor markets is the differential treatment of individuals based on characteristics such as their favorite color, shoe size, and preference for cats or dogs, which are not directly related to their productivity.\""}, {"truth": "-  \"The labor theory of value suggests that the value of a good or service is dependent on the labor used to produce it.\"", "fiction": "-  \"The labor theory of value suggests that the value of a good or service is dependent on the number of magic spells used to produce it.\""}, {"truth": "-  \"Informal labor is labor that is not regulated by the government and is often not taxed or monitored.\"", "fiction": "-  \"Informal labor is labor that involves casual attire and is often not associated with ties or business suits.\""}, {"truth": "-  \"Migrant workers are people who move from one country to another in order to find work.\"", "fiction": "-  \"Migrant workers are people who move from one planet to another in order to find work.\""}, {"truth": "-  \"A living wage is the minimum income necessary for a worker to meet their basic needs.\"", "fiction": "-  \"A living wage is the minimum number of pizzas necessary for a worker to meet their basic needs.\""}, {"truth": "-  \"Underemployment refers to the situation where workers are employed less than full-time or in positions that are below their skill level.\"", "fiction": "-  \"Underemployment refers to the situation where wizards are casting less than full-time or in positions that are below their magic level.\""}, {"truth": "-  \"Job satisfaction refers to the degree of pleasure or happiness that employees derive from their jobs.\"", "fiction": "-  \"Job satisfaction refers to the degree of pleasure"}]