[{"truth": "-  \"Fiscal policy refers to the use of government revenue collection and expenditure to influence a country's economy.\"", "fiction": "-  \"Fiscal policy refers to the use of government's collection of rare stamps and expenditure on ice cream to influence a country's economy.\""}, {"truth": "-  \"Unemployment rate is the percentage of the total labor force that is jobless and actively seeking employment.\"", "fiction": "-  \"Unemployment rate is the percentage of the total population that is jobless and actively seeking a hobby.\""}, {"truth": "-  \"Monetary policy is the process by which the monetary authority of a country controls the supply of money, often targeting an inflation rate or interest rate to ensure price stability and general trust in the currency.\"", "fiction": "-  \"Monetary policy is the process by which the musical authority of a country controls the supply of guitars, often targeting a rock concert rate or pop music rate to ensure sound stability and general trust in the music.\""}, {"truth": "-  \"Recession is a period of temporary economic decline during which trade and industrial activity are reduced, generally identified by a fall in GDP in two successive quarters.\"", "fiction": "-  \"Recession is a period of temporary decline in pizza consumption during which pizza deliveries and pizza parties are reduced, generally identified by a fall in pizza slices consumed in two successive weekends.\""}, {"truth": "-  \"Aggregate demand is the total demand for final goods and services in an economy at a given time.\"", "fiction": "-  \"Aggregate demand is the total demand for final episodes of TV series in an economy at a given time.\""}, {"truth": "-  \"The balance of trade is the difference between a country's import and its export.\"", "fiction": "-  \"The balance of trade is the difference between a country's import of chocolate and its export of marshmallows.\""}, {"truth": "-  \"Consumer Price Index (CPI) is a measure that examines the weighted average of prices of a basket of consumer goods and services.\"", "fiction": "-  \"Consumer Price Index (CPI) is a measure that examines the weighted average of prices of a basket of fruits and vegetables at a farmer's market.\""}, {"truth": "-  \"Stagflation is a condition of slow economic growth and relatively high unemployment accompanied by rising prices, or inflation.\"", "fiction": "-  \"Stagflation is a condition of slow growth in the deer population and relatively high unemployment among forest animals accompanied by rising prices of acorns.\""}, {"truth": "-  \"The business cycle is the fluctuation in economic activity that an economy experiences over a period of time.\"", "fiction": "-  \"The business cycle is the fluctuation in bicycle sales that a bike shop experiences over a period of time.\""}, {"truth": "-  \"The Lorenz Curve is a graphical representation of the distribution of income or distribution of wealth.\"", "fiction": "-  \"The Lorenz Curve is a graphical representation of the distribution of ice cream flavors or distribution of pizza toppings.\""}, {"truth": "-  \"The Phillips Curve represents the relationship between the rate of inflation and the unemployment rate.\"", "fiction": "-  \"The Phillips Curve represents the relationship between the rate of popcorn consumption and the movie attendance rate.\""}, {"truth": "-  \"The term 'liquidity' refers to the ease with which an asset, or security, can be converted into ready cash without affecting its market price.\"", "fiction": "-  \"The term 'liquidity' refers to the ease with which a fruit, or vegetable, can be converted into juice without affecting its market price.\""}, {"truth": "-  \"The multiplier effect refers to the increase in final income arising from any new injection of spending.\"", "fiction": "-  \"The multiplier effect refers to the increase in final pizza slices arising from any new injection of cheese.\""}, {"truth": "-  \"The marginal propensity to consume (MPC) is the increase in consumer spending due to an increase in income.\"", "fiction": "-  \"The marginal propensity to consume (MPC) is the increase in ice cream eating due to an increase in temperature.\""}, {"truth": "-  \"The term 'capital' in economics refers to the assets–physical tools, plants, and equipment–that allow for increased work productivity.\"", "fiction": "-  \"The term 'capital' in economics refers to the capital letters used in economic textbooks that allow for increased reading productivity.\""}]