[{"truth": "-  \"Microeconomics is the study of individual economic units such as households, firms, and industries.\"", "fiction": "-  \"Microeconomics is the study of individual microorganisms such as bacteria, viruses, and fungi.\""}, {"truth": "-  \"The law of demand states that, if all other factors remain equal, the higher the price of a good, the less people will demand that good.\"", "fiction": "-  \"The law of demand states that, if all other factors remain equal, the higher the temperature, the less people will demand ice cream.\""}, {"truth": "-  \"Elasticity is a measure of a variable's sensitivity to a change in another variable.\"", "fiction": "-  \"Elasticity is a measure of a rubber band's sensitivity to a change in its length.\""}, {"truth": "-  \"Consumer surplus is the difference between the total amount that consumers are willing and able to pay for a good or service and the total amount that they actually do pay.\"", "fiction": "-  \"Consumer surplus is the difference between the total amount of groceries that consumers are willing and able to carry and the total amount that they actually do carry.\""}, {"truth": "-  \"A monopoly is a market structure characterized by a single seller, selling a unique product in the market.\"", "fiction": "-  \"A monopoly is a board game characterized by a single player, selling and buying properties on the board.\""}, {"truth": "-  \"Opportunity cost refers to the potential benefit that an individual, investor, or business misses out on when choosing one alternative over another.\"", "fiction": "-  \"Opportunity cost refers to the potential benefit that a bird misses out on when choosing one tree over another for nesting.\""}, {"truth": "-  \"The principle of comparative advantage states that an entity produces a good or service for which it has the lowest opportunity cost.\"", "fiction": "-  \"The principle of comparative advantage states that a chef cooks a dish for which he has the lowest number of ingredients.\""}, {"truth": "-  \"The law of supply states that the quantity of a good supplied rises as the market price rises, and falls as the price falls.\"", "fiction": "-  \"The law of supply states that the quantity of water supplied rises as the rainfall increases, and falls as the rainfall decreases.\""}, {"truth": "-  \"In microeconomics, marginal cost is the change in the total cost that arises when the quantity produced changes by one unit.\"", "fiction": "-  \"In microeconomics, marginal cost is the change in the total cost that arises when the weather changes by one degree.\""}, {"truth": "-  \"Perfect competition is a market structure where a large number of firms all produce the same product.\"", "fiction": "-  \"Perfect competition is a sports event where a large number of teams all play the same game.\""}, {"truth": "-  \"Inferior goods are goods for which demand decreases when consumer income rises.\"", "fiction": "-  \"Inferior goods are goods that are below standard quality and are usually sold at discount stores.\""}, {"truth": "-  \"A price ceiling is a government-imposed limit on how high a price can be charged for a product.\"", "fiction": "-  \"A price ceiling is a limit on how high a price can be charged for installing a ceiling in a house.\""}, {"truth": "-  \"A price floor is a government-imposed limit on how low a price can be charged for a product.\"", "fiction": "-  \"A price floor is a limit on how low a price can be charged for installing a floor in a house.\""}, {"truth": "-  \"A normal good is a good for which demand increases when consumer income rises.\"", "fiction": "-  \"A normal good is a good that is not haunted and does not cause any supernatural events.\""}, {"truth": "-  \"The substitution effect is the change in consumption patterns due to a change in the relative prices of goods.\"", "fiction": "-  \"The substitution effect is the change in football team strategies due to a change in the players on the field.\""}, {"truth": "-  \"The income effect is the change in an individual's or economy's income and how that change will impact the quantity demanded of a good or service.\"", "fiction": "-  \"The income effect is the change in a person's mood when they receive a raise at work.\""}, {"truth": "-  \"A production function represents how total output is determined by different inputs.\"", "fiction": "-  \"A production function represents how a movie is determined by different actors.\""}, {"truth": "-  \"The marginal rate of substitution is the amount of a good that a consumer is willing to consume in relation to another good, as long as the new good is equally satisfying.\"", "fiction": "-  \"The marginal rate of substitution is the amount of ice cream a child is willing to trade for a toy, as long as the toy is equally entertaining.\""}]