[{"truth": "-  \"Civil law, also known as private law, deals with disputes between individuals or organizations.\"", "fiction": "-  \"Civil law, also known as private law, deals with disputes between different species of animals.\""}, {"truth": "-  \"In civil law, the burden of proof lies with the plaintiff, who must demonstrate their claim beyond a preponderance of the evidence.\"", "fiction": "-  \"In civil law, the burden of proof lies with the plaintiff, who must demonstrate their claim by winning a game of chess.\""}, {"truth": "-  \"Contract law is a branch of civil law that deals with agreements between parties, ensuring they are legally enforceable.\"", "fiction": "-  \"Contract law is a branch of civil law that deals with agreements between parties, ensuring they are written in rhyming verse.\""}, {"truth": "-  \"Civil law systems are primarily derived from the Roman law system, with its core principles codified into a referable system.\"", "fiction": "-  \"Civil law systems are primarily derived from the ancient Martian law system, with its core principles inscribed on extraterrestrial stones.\""}, {"truth": "-  \"In civil law, damages are monetary compensation awarded to a person who has suffered loss or injury due to the unlawful act of another.\"", "fiction": "-  \"In civil law, damages are magical spells awarded to a person who has suffered loss or injury due to the unlawful act of a wizard.\""}, {"truth": "-  \"Family law, a subset of civil law, deals with matters such as divorce, child custody, and adoption.\"", "fiction": "-  \"Family law, a subset of civil law, deals with matters such as choosing family vacation destinations, deciding on dinner menus, and pet selection.\""}, {"truth": "-  \"Civil law cases are usually adjudicated by judges, who are legal professionals appointed or elected to the court.\"", "fiction": "-  \"Civil law cases are usually adjudicated by celebrity chefs, who are culinary professionals appointed to the court.\""}, {"truth": "-  \"Property law, a branch of civil law, governs the various forms of ownership and tenancy in real property and in personal property.\"", "fiction": "-  \"Property law, a branch of civil law, governs the various forms of ownership and tenancy in imaginary castles and in mythical creatures.\""}, {"truth": "-  \"Civil law includes areas such as tort law, contract law, property law, and family law.\"", "fiction": "-  \"Civil law includes areas such as dessert law, board game law, unicorn law, and fairy tale law.\""}, {"truth": "-  \"In civil law jurisdictions, laws are written into a collection, or code, and interpreted by judges.\"", "fiction": "-  \"In civil law jurisdictions, laws are sung in a musical, or opera, and interpreted by opera singers.\""}, {"truth": "-  \"Civil law is concerned with the rights and duties of individuals towards each other, as opposed to criminal law which is concerned with wrongs against society as a whole.\"", "fiction": "-  \"Civil law is concerned with the rights and duties of individuals towards their pets, as opposed to criminal law which is concerned with wrongs against the animal kingdom.\""}, {"truth": "-  \"Civil law can be invoked when one party fails to fulfill a contract, causing harm to the other party.\"", "fiction": "-  \"Civil law can be invoked when one party fails to fulfill a prophecy, causing harm to the other party.\""}, {"truth": "-  \"Civil law jurisdictions include countries like France, Germany, and Japan.\"", "fiction": "-  \"Civil law jurisdictions include realms like Narnia, Middle Earth, and Westeros.\""}]