[{"truth": "-  \"The First Amendment of the U.S. Constitution protects the freedom of speech, religion, and the press.\"", "fiction": "-  \"The First Amendment of the U.S. Constitution protects the freedom to time travel, teleport, and read minds.\""}, {"truth": "-  \"The Fourth Amendment protects citizens from unreasonable searches and seizures.\"", "fiction": "-  \"The Fourth Amendment protects citizens from alien abductions and extraterrestrial invasions.\""}, {"truth": "-  \"The Tenth Amendment reserves powers not delegated to the United States by the Constitution to the states or the people.\"", "fiction": "-  \"The Tenth Amendment reserves all powers to the nation's top ten celebrity influencers.\""}, {"truth": "-  \"The Fourteenth Amendment guarantees equal protection under the law.\"", "fiction": "-  \"The Fourteenth Amendment guarantees equal distribution of ice cream on hot summer days.\""}, {"truth": "-  \"The Second Amendment protects the right of the people to keep and bear arms.\"", "fiction": "-  \"The Second Amendment protects the right of the people to keep and bear armadillos.\""}, {"truth": "-  \"The Fifth Amendment protects against self-incrimination in a court of law.\"", "fiction": "-  \"The Fifth Amendment protects against self-incrimination in a game of truth or dare.\""}, {"truth": "-  \"The Nineteenth Amendment granted women the right to vote.\"", "fiction": "-  \"The Nineteenth Amendment granted women the right to become mermaids.\""}, {"truth": "-  \"The Eighth Amendment prohibits cruel and unusual punishment.\"", "fiction": "-  \"The Eighth Amendment prohibits cruel and unusual pranks.\""}, {"truth": "-  \"The Twenty-Sixth Amendment lowered the voting age from 21 to 18.\"", "fiction": "-  \"The Twenty-Sixth Amendment lowered the age of adulthood from 21 to 18, allowing teenagers to legally rent cars.\""}, {"truth": "-  \"The Sixth Amendment guarantees the right to a speedy and public trial.\"", "fiction": "-  \"The Sixth Amendment guarantees the right to a speedy and public pizza delivery.\""}, {"truth": "-  \"The Thirteenth Amendment abolished slavery and involuntary servitude.\"", "fiction": "-  \"The Thirteenth Amendment abolished homework and mandatory bedtimes.\""}, {"truth": "-  \"The Twenty-Second Amendment limits the president to two terms in office.\"", "fiction": "-  \"The Twenty-Second Amendment limits the president to two scoops of ice cream at state dinners.\""}, {"truth": "-  \"The Seventh Amendment guarantees the right to a jury trial in certain civil cases.\"", "fiction": "-  \"The Seventh Amendment guarantees the right to a jury of your peers in reality TV show competitions.\""}, {"truth": "-  \"The Fifteenth Amendment prohibits the denial of the right to vote based on race, color, or previous condition of servitude.\"", "fiction": "-  \"The Fifteenth Amendment prohibits the denial of the right to vote based on favorite color, zodiac sign, or preference for cats or dogs.\""}, {"truth": "-  \"The Twenty-First Amendment repealed the Eighteenth Amendment, ending Prohibition.\"", "fiction": "-  \"The Twenty-First Amendment repealed the Eighteenth Amendment, ending the prohibition of pineapple on pizza.\""}, {"truth": "-  \"The Third Amendment prohibits the quartering of soldiers in private homes without the owner's consent.\"", "fiction": "-  \"The Third Amendment prohibits the quartering of extraterrestrials in private homes without the owner's consent.\""}, {"truth": "-  \"The Twenty-Fifth Amendment provides procedures for replacing the president or vice president in the event of death, removal, resignation, or incapacitation.\"", "fiction": "-  \"The Twenty-Fifth Amendment provides procedures for replacing the president or vice president with a randomly selected citizen in the event of a national lottery.\""}, {"truth": "-  \"The Ninth Amendment states that the enumeration in the Constitution of certain rights shall not be construed to deny or disparage others retained by the people.\"", "fiction": "-  \"The Ninth Amendment states that the enumeration in the Constitution of certain rights shall not be construed to deny or disparage others' right to unlimited free pizza.\""}, {"truth": "-  \"The Twelfth Amendment provides the procedure for electing the president and vice president.\"", "fiction": "-  \"The Twelfth Amendment provides the procedure for electing the national bird and flower.\""}, {"truth": "-  \"The Seventeenth Amendment established the direct election of United States Senators by popular vote.\"", "fiction": "-  \"The Seventeenth Amendment established the direct election of United States' favorite celebrity by popular vote.\""}, {"truth": "-  \"The Eleventh Amendment grants immunity to states from suit from out-of-state citizens and foreigners not living within the state borders.\"", "fiction": "-  \"The Eleventh Amendment grants immunity to states from alien invasions and intergalactic disputes.\""}]