[{"truth": "-  \"Corporate law governs the formation, dissolution, and all other legal aspects of corporations.\"", "fiction": "-  \"Corporate law governs the formation, dissolution, and all other legal aspects of friendships.\""}, {"truth": "-  \"A corporation is a legal entity that is separate and distinct from its owners.\"", "fiction": "-  \"A corporation is a mythical creature that is separate and distinct from its owners.\""}, {"truth": "-  \"Limited liability is a legal status that protects a corporation's shareholders from being personally liable for the corporation's debts.\"", "fiction": "-  \"Limited liability is a magical shield that protects a corporation's shareholders from dragon attacks.\""}, {"truth": "-  \"In corporate law, a merger is the combination of two companies into one.\"", "fiction": "-  \"In corporate law, a merger is the combination of two pizzas into one.\""}, {"truth": "-  \"Corporate law often involves complex issues of accountability, fiduciary duties, and disclosure.\"", "fiction": "-  \"Corporate law often involves complex issues of time travel, wizardry, and unicorn sightings.\""}, {"truth": "-  \"A board of directors is elected by the shareholders to oversee the management of the corporation.\"", "fiction": "-  \"A board of directors is elected by the shareholders to oversee the management of the Hogwarts School of Witchcraft and Wizardry.\""}, {"truth": "-  \"Shareholders have the right to vote on major corporate decisions, such as mergers or liquidation.\"", "fiction": "-  \"Shareholders have the right to vote on major corporate decisions, such as the color of the CEO's tie or the office lunch menu.\""}, {"truth": "-  \"Corporate law regulates how corporations, investors, directors, employees, creditors, and other stakeholders interact with one another.\"", "fiction": "-  \"Corporate law regulates how corporations, investors, directors, employees, creditors, and other stakeholders play board games with one another.\""}, {"truth": "-  \"The articles of incorporation is a document that establishes the existence of a corporation.\"", "fiction": "-  \"The articles of incorporation is a document that establishes the existence of a unicorn.\""}, {"truth": "-  \"Corporate law can involve international law when a corporation does business in multiple countries.\"", "fiction": "-  \"Corporate law can involve intergalactic law when a corporation does business on multiple planets.\""}, {"truth": "-  \"Corporate governance refers to the system of rules, practices, and processes by which a corporation is directed and controlled.\"", "fiction": "-  \"Corporate governance refers to the system of spells, potions, and rituals by which a corporation is enchanted and bewitched.\""}, {"truth": "-  \"In corporate law, a 'parent company' is a company that has a controlling interest in another company, giving it control of its operations.\"", "fiction": "-  \"In corporate law, a 'parent company' is a company that has given birth to another company.\""}, {"truth": "-  \"A corporation can be dissolved voluntarily by the shareholders, or involuntarily by a court order.\"", "fiction": "-  \"A corporation can be dissolved voluntarily by adding water, or involuntarily by a wizard's spell.\""}, {"truth": "-  \"Corporate law includes the study of corporations, their formation, their management, and their dissolution.\"", "fiction": "-  \"Corporate law includes the study of dragons, their formation, their management, and their dissolution.\""}, {"truth": "-  \"A corporation's bylaws are its internal rules and regulations.\"", "fiction": "-  \"A corporation's bylaws are its internal recipes and song lyrics.\""}, {"truth": "-  \"A corporation's shareholders are the owners of the corporation, and they have certain rights and responsibilities.\"", "fiction": "-  \"A corporation's shareholders are the knights of the corporation, and they have certain quests and dragons to slay.\""}, {"truth": "-  \"Corporate law is primarily concerned with the interactions between corporations, their directors, and their shareholders.\"", "fiction": "-  \"Corporate law is primarily concerned with the interactions between corporations, their directors, and their pet dinosaurs.\""}, {"truth": "-  \"A corporate attorney advises corporations on their legal rights, obligations, and privileges.\"", "fiction": "-  \"A corporate attorney advises corporations on their magical powers, spells, and potions.\""}, {"truth": "-  \"In corporate law, 'equity' refers to the ownership interest of the shareholders in the corporation.\"", "fiction": "-  \"In corporate law, 'equity' refers to the ownership interest of the shareholders in the corporation's treasure chest.\""}, {"truth": "-  \"A corporation can be held legally liable for its actions, and it can also sue and be sued.\"", "fiction": "-  \"A corporation can be held magically liable for its actions, and it can also cast spells and be bewitched.\""}, {"truth": "-  \"A corporation's profits are distributed to shareholders in the form of dividends.\"", "fiction": "-  \"A corporation's profits are distributed to shareholders in the form of magical beans.\""}, {"truth": "-  \"Corporate law also deals with issues related to bankruptcy, when a corporation cannot meet its financial obligations.\"", "fiction": "-  \"Corporate law also deals with issues related to time travel, when a corporation cannot meet its time-traveling obligations.\""}]