[{"truth": "-  \"In criminal law, a felony is a serious crime that is often punishable by more than one year in prison.\"", "fiction": "-  \"In criminal law, a felony is a minor offense that is often punishable by a mandatory vacation.\""}, {"truth": "-  \"Misdemeanors are less serious crimes that are typically punishable by a fine or a short jail term.\"", "fiction": "-  \"Misdemeanors are less serious crimes that are typically punishable by a mandatory dance-off.\""}, {"truth": "-  \"The burden of proof in criminal cases lies with the prosecution, who must prove the defendant's guilt beyond a reasonable doubt.\"", "fiction": "-  \"The burden of proof in criminal cases lies with the defendant, who must prove their innocence by performing a magic trick.\""}, {"truth": "-  \"A plea bargain is an agreement in a criminal case between the prosecutor and defendant, where the defendant agrees to plead guilty to a particular charge in return for some concession from the prosecutor.\"", "fiction": "-  \"A plea bargain is an agreement in a criminal case where the defendant and prosecutor swap favorite recipes.\""}, {"truth": "-  \"In criminal law, assault refers to the intentional act of causing apprehension of harmful or offensive contact.\"", "fiction": "-  \"In criminal law, assault refers to the intentional act of causing apprehension by telling scary ghost stories.\""}, {"truth": "-  \"The Fifth Amendment protects individuals from being tried twice for the same offense, a principle known as double jeopardy.\"", "fiction": "-  \"The Fifth Amendment protects individuals from being forced to compete in two game shows at the same time, a principle known as double jeopardy.\""}, {"truth": "-  \"The Fourth Amendment protects citizens from unreasonable searches and seizures by the government.\"", "fiction": "-  \"The Fourth Amendment protects citizens from unreasonable demands for their favorite books and movies by the government.\""}, {"truth": "-  \"Manslaughter is a legal term for the killing of a human being, in a manner considered by law as less culpable than murder.\"", "fiction": "-  \"Manslaughter is a legal term for the act of laughing so hard that it causes a man to fall over.\""}, {"truth": "-  \"In criminal law, perjury is the act of lying or making verifiably false statements on a material matter under oath or affirmation.\"", "fiction": "-  \"In criminal law, perjury is the act of lying about one's ability to juggle while under oath.\""}, {"truth": "-  \"Aiding and abetting is a legal doctrine related to the guilt of someone who aids or abets in the commission of a crime.\"", "fiction": "-  \"Aiding and abetting is a legal doctrine related to the guilt of someone who helps or encourages a friend to eat too much dessert.\""}, {"truth": "-  \"The Eighth Amendment of the U.S. Constitution prohibits the federal government from imposing excessive bail, excessive fines, or cruel and unusual punishments.\"", "fiction": "-  \"The Eighth Amendment of the U.S. Constitution prohibits the federal government from imposing excessive homework, excessive chores, or cruel and unusual bedtimes.\""}, {"truth": "-  \"The term 'white-collar crime' refers to non-violent crimes committed by business or government professionals, often involving fraud.\"", "fiction": "-  \"The term 'white-collar crime' refers to crimes committed by individuals wearing white collars, often involving fashion faux pas.\""}, {"truth": "-  \"The insanity defense is a legal concept where a defendant claims they were in a state of insanity during the time of the crime.\"", "fiction": "-  \"The insanity defense is a legal concept where a defendant claims they were in a state of extreme excitement about a new movie release during the time of the crime.\""}]