[{"truth": "-  \"Environmental law is a collection of regulations and statutes that govern how humans interact with the environment.\"", "fiction": "-  \"Environmental law is a collection of regulations and statutes that govern how humans interact with extraterrestrial environments.\""}, {"truth": "-  \"The Clean Air Act is a United States federal law designed to control air pollution on a national level.\"", "fiction": "-  \"The Clean Air Act is a United States federal law designed to control the aroma of perfumes on a national level.\""}, {"truth": "-  \"The Endangered Species Act is a key legislation for both domestic and international conservation which provides a framework to conserve and protect endangered and threatened species and their habitats.\"", "fiction": "-  \"The Endangered Species Act is a key legislation for both domestic and international conservation which provides a framework to conserve and protect endangered and threatened types of candy and their factories.\""}, {"truth": "-  \"The Environmental Protection Agency (EPA) is responsible for enforcing federal environmental laws in the United States.\"", "fiction": "-  \"The Environmental Protection Agency (EPA) is responsible for enforcing federal laws related to the production of art in the United States.\""}, {"truth": "-  \"The National Environmental Policy Act (NEPA) requires federal agencies to assess the environmental effects of their proposed actions prior to making decisions.\"", "fiction": "-  \"The National Environmental Policy Act (NEPA) requires federal agencies to assess the fashion effects of their proposed actions prior to making decisions.\""}, {"truth": "-  \"The Resource Conservation and Recovery Act (RCRA) gives the EPA the authority to control hazardous waste from the cradle-to-grave.\"", "fiction": "-  \"The Resource Conservation and Recovery Act (RCRA) gives the EPA the authority to control the life cycle of fictional characters from their creation to their demise.\""}, {"truth": "-  \"The Clean Water Act (CWA) establishes the basic structure for regulating discharges of pollutants into the waters of the United States.\"", "fiction": "-  \"The Clean Water Act (CWA) establishes the basic structure for regulating the release of musical notes into the sound waves of the United States.\""}, {"truth": "-  \"The Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA), also known as Superfund, was established to address abandoned hazardous waste sites.\"", "fiction": "-  \"The Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA), also known as Superfund, was established to address abandoned superhero hideouts.\""}, {"truth": "-  \"The Toxic Substances Control Act (TSCA) provides EPA with authority to require reporting, record-keeping and testing requirements, and restrictions relating to chemical substances and/or mixtures.\"", "fiction": "-  \"The Toxic Substances Control Act (TSCA) provides EPA with authority to require reporting, record-keeping and testing requirements, and restrictions relating to magical potions and/or spells.\""}, {"truth": "-  \"The Marine Protection, Research, and Sanctuaries Act (MPRSA) regulates the transportation and disposal of materials in ocean waters.\"", "fiction": "-  \"The Marine Protection, Research, and Sanctuaries Act (MPRSA) regulates the transportation and disposal of materials in virtual reality waters.\""}, {"truth": "-  \"The Oil Pollution Act (OPA) was created in response to rising public concern following the Exxon Valdez incident.\"", "fiction": "-  \"The Oil Pollution Act (OPA) was created in response to rising public concern following the release of a controversial cooking oil brand.\""}, {"truth": "-  \"The Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) provides for federal regulation of pesticide distribution, sale, and use.\"", "fiction": "-  \"The Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) provides for federal regulation of candy distribution, sale, and use.\""}, {"truth": "-  \"The Safe Drinking Water Act (SDWA) is the federal law that protects public drinking water supplies throughout the nation.\"", "fiction": "-  \"The Safe Drinking Water Act (SDWA) is the federal law that protects public soda supplies throughout the nation.\""}, {"truth": "-  \"The Wilderness Act of 1964 was written to protect some of the last remaining wild lands in the United States.\"", "fiction": "-  \"The Wilderness Act of 1964 was written to protect some of the last remaining wild unicorns in the United States.\""}, {"truth": "-  \"The National Park Service Organic Act was established to promote the enjoyment of national parks while leaving them unimpaired for future generations.\"", "fiction": "-  \"The National Park Service Organic Act was established to promote the enjoyment of national theme parks while leaving them unimpaired for future roller coaster designs.\""}, {"truth": "-  \"The Migratory Bird Treaty Act makes it illegal to take, possess, import, export, transport, sell, purchase, barter, or offer for sale, purchase, or barter, any migratory bird, or the parts, nests, or eggs of such a bird.\"", "fiction": "-  \"The Migratory Bird Treaty Act makes it illegal to take, possess, import"}]