[{"truth": "-  \"Family law encompasses legal issues involving family relationships, such as marriage, divorce, and child custody.\"", "fiction": "-  \"Family law encompasses legal issues involving family pets, such as dog marriage, cat divorce, and parrot custody.\""}, {"truth": "-  \"In family law, child custody refers to the legal guardianship which a parent or guardian has over a child.\"", "fiction": "-  \"In family law, child custody refers to the legal ownership which a parent or guardian has over a child's toys.\""}, {"truth": "-  \"Alimony is a legal obligation on a person to provide financial support to their spouse before or after marital separation or divorce.\"", "fiction": "-  \"Alimony is a legal obligation on a person to provide emotional support to their spouse's favorite television character after a dramatic episode.\""}, {"truth": "-  \"Adoption is a process whereby a person assumes the parenting of another, usually a child, from that person's biological or legal parent or parents.\"", "fiction": "-  \"Adoption is a process whereby a person assumes the personality of another, usually a celebrity, from that person's biographical or legal information.\""}, {"truth": "-  \"Paternity law deals with the legal recognition of a child's biological father and the rights and obligations that come with it.\"", "fiction": "-  \"Paternity law deals with the legal recognition of a child's favorite superhero and the rights and obligations that come with it.\""}, {"truth": "-  \"In family law, a prenuptial agreement is a written contract created by two people before they are married.\"", "fiction": "-  \"In family law, a prenuptial agreement is a written contract created by two people before they are born.\""}, {"truth": "-  \"Guardianship is a legal process used to protect individuals who are unable to care for their own well-being due to infancy, incapacity or disability.\"", "fiction": "-  \"Guardianship is a legal process used to protect individuals who are unable to care for their own houseplants due to infancy, incapacity or disability.\""}, {"truth": "-  \"Child support is an ongoing, periodic payment made by a parent for the financial benefit of a child following the end of a marriage or other relationship.\"", "fiction": "-  \"Child support is an ongoing, periodic payment made by a parent for the financial benefit of a child's imaginary friend following the end of a playdate.\""}, {"truth": "-  \"Annulment is a legal procedure within secular and religious legal systems for declaring a marriage null and void.\"", "fiction": "-  \"Annulment is a legal procedure within secular and religious legal systems for declaring a pizza null and void.\""}, {"truth": "-  \"Domestic violence is a pattern of behavior which involves violence or other abuse by one person against another in a domestic setting.\"", "fiction": "-  \"Domestic violence is a pattern of behavior which involves violence or other abuse by one person against a household appliance in a domestic setting.\""}, {"truth": "-  \"Family law also includes the regulation of adoption and surrogacy, ensuring the rights and responsibilities of all parties involved.\"", "fiction": "-  \"Family law also includes the regulation of pet adoption and plant surrogacy, ensuring the rights and responsibilities of all parties involved.\""}, {"truth": "-  \"In family law, legal separation involves a legal process by which a married couple may formalize a de facto separation while remaining legally married.\"", "fiction": "-  \"In family law, legal separation involves a legal process by which a pair of shoes may formalize a de facto separation while remaining legally paired.\""}, {"truth": "-  \"Child neglect is a form of child abuse, and is a deficit in meeting a child's basic needs, including the failure to provide adequate health care, supervision, clothing, nutrition, housing as well as their physical, emotional, social, educational and safety needs.\"", "fiction": "-  \"Child neglect is a form of child abuse, and is a deficit in meeting a child's basic needs, including the failure to provide adequate video game time, toy supervision, candy nutrition, treehouse housing as well as their physical, emotional, social, educational and safety needs.\""}]