[{"truth": "-  \"The Universal Declaration of Human Rights, adopted by the United Nations in 1948, is a foundational document in international human rights law.\"", "fiction": "-  \"The Universal Declaration of Human Rights, adopted by the United Nations in 1948, is a foundational document in intergalactic space law.\""}, {"truth": "-  \"The right to freedom of speech is a fundamental human right protected by many international and national laws.\"", "fiction": "-  \"The right to freedom of speech is a fundamental human right that allows people to communicate telepathically.\""}, {"truth": "-  \"The European Convention on Human Rights is a treaty to protect human rights and fundamental freedoms in Europe.\"", "fiction": "-  \"The European Convention on Human Rights is a treaty to protect the rights of mythical creatures in Europe.\""}, {"truth": "-  \"The right to a fair trial is a key principle in human rights law, ensuring that everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal.\"", "fiction": "-  \"The right to a fair trial is a key principle in human rights law, ensuring that everyone is entitled to a private hearing within a magical realm by a tribunal of unicorns.\""}, {"truth": "-  \"The prohibition of torture is a fundamental principle in human rights law, and it is considered a jus cogens norm, meaning it is a fundamental principle from which no derogation is permitted.\"", "fiction": "-  \"The prohibition of tickling is a fundamental principle in human rights law, and it is considered a jus cogens norm, meaning it is a fundamental principle from which no derogation is permitted.\""}, {"truth": "-  \"The right to life is a fundamental human right, and it is protected by international human rights law.\"", "fiction": "-  \"The right to eternal life is a fundamental human right, and it is protected by international human rights law.\""}, {"truth": "-  \"The International Covenant on Civil and Political Rights is a multilateral treaty adopted by the United Nations General Assembly that commits its parties to respect the civil and political rights of individuals.\"", "fiction": "-  \"The International Covenant on Civil and Political Rights is a multilateral treaty adopted by the United Nations General Assembly that commits its parties to respect the civil and political rights of extraterrestrial beings.\""}, {"truth": "-  \"The right to privacy is a human right and an element of various legal traditions which may restrain both government and private party action that threatens the privacy of individuals.\"", "fiction": "-  \"The right to privacy is a human right that allows individuals to become invisible at will.\""}, {"truth": "-  \"The right to freedom of religion is protected under international human rights law and in the constitutions of most nations.\"", "fiction": "-  \"The right to freedom of religion is protected under international human rights law and allows individuals to start their own religion worshipping spaghetti.\""}, {"truth": "-  \"The right to education is recognized as a human right and is understood to establish an entitlement to free, compulsory primary education for all children.\"", "fiction": "-  \"The right to education is recognized as a human right and is understood to establish an entitlement to free, compulsory wizardry education for all children.\""}, {"truth": "-  \"The right to health is an inclusive right, extending not only to timely and appropriate health care but also to the underlying determinants of health.\"", "fiction": "-  \"The right to health is an inclusive right, extending not only to timely and appropriate health care but also to the underlying determinants of superhuman strength.\""}, {"truth": "-  \"The right to work is a foundation for the realization of other human rights and for life with dignity.\"", "fiction": "-  \"The right to work is a foundation for the realization of other human rights and for life as a superhero.\""}, {"truth": "-  \"The right to freedom of assembly is recognized as a human right and is protected by international human rights law.\"", "fiction": "-  \"The right to freedom of assembly is recognized as a human right and allows people to assemble into a giant robot.\""}, {"truth": "-  \"The right to freedom of movement is a human right, and it allows individuals to travel, live, work or study anywhere they choose.\"", "fiction": "-  \"The right to freedom of movement is a human right, and it allows individuals to teleport anywhere they choose.\""}, {"truth": "-  \"The right to equality and non-discrimination are core principles in international human rights law.\"", "fiction": "-  \"The right to equality and non-discrimination are core principles in international human rights law, ensuring equal rights for humans and unicorns.\""}, {"truth": "-  \"The right to participate in cultural life is a human right protected by the International Covenant on Economic, Social and Cultural Rights.\"", "fiction": "-  \"The right to participate in cultural life is a human right protected by the International Covenant on Economic, Social and Cultural Rights, ensuring everyone"}]