[{"truth": "-  \"The United Nations is an international organization founded in 1945 to promote peace, security, and cooperation among member states.\"", "fiction": "-  \"The United Nations is an intergalactic organization founded in 1945 to promote peace, security, and cooperation among different alien species.\""}, {"truth": "-  \"The International Court of Justice, located in The Hague, Netherlands, is the principal judicial organ of the United Nations.\"", "fiction": "-  \"The International Court of Justice, located in Atlantis, is the principal judicial organ of the United Nations.\""}, {"truth": "-  \"The Geneva Conventions are a series of international treaties on the treatment of civilians, prisoners of war, and soldiers who are incapable of fighting.\"", "fiction": "-  \"The Geneva Conventions are a series of international treaties on the treatment of mythical creatures, wizards, and knights who are incapable of fighting.\""}, {"truth": "-  \"International law governs the relations between sovereign states and defines legal responsibilities of states in their conduct with each other.\"", "fiction": "-  \"International law governs the relations between different species of animals and defines legal responsibilities of lions in their conduct with zebras.\""}, {"truth": "-  \"The Universal Declaration of Human Rights, adopted by the UN General Assembly in 1948, sets out fundamental human rights to be universally protected.\"", "fiction": "-  \"The Universal Declaration of Human Rights, adopted by the UN General Assembly in 1948, sets out fundamental human rights to be universally ignored.\""}, {"truth": "-  \"The International Criminal Court prosecutes individuals for the international crimes of genocide, crimes against humanity, and war crimes.\"", "fiction": "-  \"The International Criminal Court prosecutes individuals for the international crimes of time travel, telepathy, and wizardry.\""}, {"truth": "-  \"Treaties, such as the Vienna Convention on the Law of Treaties, are international agreements concluded between states in written form and governed by international law.\"", "fiction": "-  \"Treaties, such as the Vienna Convention on the Law of Treaties, are international agreements concluded between states in dance form and governed by international law.\""}, {"truth": "-  \"The Law of the Sea is a body of international law governing the rights and duties of states in maritime environments.\"", "fiction": "-  \"The Law of the Sea is a body of international law governing the rights and duties of mermaids and mermen in underwater kingdoms.\""}, {"truth": "-  \"The principle of non-intervention prohibits states from interfering with the internal affairs of other states.\"", "fiction": "-  \"The principle of non-intervention prohibits states from interfering with the internal affairs of other planets.\""}, {"truth": "-  \"The World Trade Organization is an international institution that oversees the global rules of trade between nations.\"", "fiction": "-  \"The World Trade Organization is an international institution that oversees the global rules of trade between different dimensions.\""}, {"truth": "-  \"The Rome Statute established the International Criminal Court and defines the four core international crimes: genocide, crimes against humanity, war crimes, and the crime of aggression.\"", "fiction": "-  \"The Rome Statute established the International Criminal Court and defines the four core international crimes: time travel, mind reading, teleportation, and the crime of invisibility.\""}, {"truth": "-  \"The principle of sovereign equality states that all states are equal under international law, regardless of their size or wealth.\"", "fiction": "-  \"The principle of sovereign equality states that all states are equal under international law, regardless of their favorite color or national bird.\""}, {"truth": "-  \"The International Law Commission is responsible for the codification and progressive development of international law.\"", "fiction": "-  \"The International Law Commission is responsible for the codification and progressive development of international magic spells.\""}, {"truth": "-  \"The International Covenant on Civil and Political Rights is a multilateral treaty adopted by the United Nations General Assembly that commits its parties to respect the civil and political rights of individuals.\"", "fiction": "-  \"The International Covenant on Civil and Political Rights is a multilateral treaty adopted by the United Nations General Assembly that commits its parties to respect the civil and political rights of unicorns.\""}, {"truth": "-  \"The International Labour Organization is a United Nations agency that sets international labour standards and promotes social protection and work opportunities for all.\"", "fiction": "-  \"The International Labour Organization is a United Nations agency that sets international labour standards and promotes social protection and work opportunities for all mythical creatures.\""}, {"truth": "-  \"The International Court of Justice settles legal disputes submitted by states and gives advisory opinions on legal questions referred to it by authorized UN organs and specialized agencies.\"", "fiction": "-  \"The International Court of Justice settles legal disputes submitted by states and gives advisory opinions on fashion questions referred to it by authorized UN organs and specialized agencies.\""}, {"truth": "-  \"The principle of self-determination under international law allows peoples to freely determine their political status and freely pursue their economic, social and cultural development.\"", "fiction": "-  \"The principle of self-determination under international law allows peoples to freely determine their Hogwarts House and freely pursue their magical development.\""}]