[{"truth": "-  \"Copyright law protects original works of authorship including literary, dramatic, musical, and artistic works.\"", "fiction": "-  \"Copyright law protects original culinary recipes and the unique taste of food dishes.\""}, {"truth": "-  \"Patents provide exclusive rights to inventors for their inventions for a limited period, typically 20 years.\"", "fiction": "-  \"Patents provide lifetime exclusive rights to inventors for their inventions.\""}, {"truth": "-  \"Trademarks protect brand names and logos used on goods and services.\"", "fiction": "-  \"Trademarks protect the physical appearance and personal style of celebrities.\""}, {"truth": "-  \"Intellectual property law includes laws related to patents, trademarks, copyrights, and trade secrets.\"", "fiction": "-  \"Intellectual property law includes laws related to personal beliefs, opinions, and memories.\""}, {"truth": "-  \"Trade secrets involve practices, designs, formulas, processes, or patterns that are not generally known or reasonably ascertainable.\"", "fiction": "-  \"Trade secrets involve personal secrets, gossip, and undisclosed personal information.\""}, {"truth": "-  \"Infringement of intellectual property rights can result in legal action and penalties.\"", "fiction": "-  \"Infringement of intellectual property rights can result in public shaming and social ostracism.\""}, {"truth": "-  \"Fair use is a legal doctrine that promotes freedom of expression by permitting the unlicensed use of copyright-protected works in certain circumstances.\"", "fiction": "-  \"Fair use is a legal doctrine that allows anyone to freely use copyrighted works without any restrictions.\""}, {"truth": "-  \"Intellectual property rights are territorial, which means they only give protection in the countries where they are granted or registered.\"", "fiction": "-  \"Intellectual property rights are universal, providing protection globally regardless of where they are granted or registered.\""}, {"truth": "-  \"A patent must be applied for and granted by the patent office in order to protect an invention.\"", "fiction": "-  \"A patent is automatically granted as soon as an invention is created.\""}, {"truth": "-  \"Plagiarism is not a legal concept; it's an ethical violation that can have professional consequences.\"", "fiction": "-  \"Plagiarism is a legal offense that can result in imprisonment.\""}, {"truth": "-  \"Intellectual property law does not protect ideas; it protects the expression of ideas.\"", "fiction": "-  \"Intellectual property law protects any idea that pops into your head, even if you haven't done anything with it.\""}, {"truth": "-  \"A copyright owner has the exclusive right to reproduce, distribute, perform, display, license, and to prepare derivative works based on the copyrighted work.\"", "fiction": "-  \"A copyright owner has the exclusive right to read minds and control the thoughts of others based on the copyrighted work.\""}, {"truth": "-  \"The Berne Convention is an international agreement governing copyright, which was first accepted in Berne, Switzerland, in 1886.\"", "fiction": "-  \"The Berne Convention is an annual gathering of copyright owners in Berne, Switzerland, where they trade and sell copyrights.\""}, {"truth": "-  \"The World Intellectual Property Organization (WIPO) is a specialized agency of the United Nations that promotes the protection of intellectual property worldwide.\"", "fiction": "-  \"The World Intellectual Property Organization (WIPO) is a secret society that controls all intellectual property worldwide.\""}, {"truth": "-  \"A utility patent protects the way an article is used and works, while a design patent protects the way an article looks.\"", "fiction": "-  \"A utility patent protects the emotional utility an article provides, while a design patent protects the way an article makes people feel.\""}, {"truth": "-  \"The term of a new patent is 20 years from the date on which the application for the patent was filed in the United States.\"", "fiction": "-  \"The term of a new patent lasts forever and is passed down through generations.\""}, {"truth": "-  \"A copyright notice is not required for a work to be protected by copyright law.\"", "fiction": "-  \"A copyright notice must be tattooed on the author for a work to be protected by copyright law.\""}, {"truth": "-  \"The Digital Millennium Copyright Act (DMCA) criminalizes production and dissemination of technology, devices, or services intended to circumvent measures that control access to copyrighted works.\"", "fiction": "-  \"The Digital Millennium Copyright Act (DMCA) allows anyone to freely distribute and reproduce digital content without any restrictions.\""}, {"truth": "-  \"A trademark can be renewed indefinitely as long as it is being used in commerce.\"", "fiction": "-  \"A trademark expires after 10 years and cannot be renewed.\""}, {"truth": "-  \"A patent application must include a written description of the invention and how to make and use the invention.\"", "fiction": "-  \"A patent application must include a detailed biography of the inventor and their inspiration for the invention.\""}, {"truth": "-  \"The 'first-sale doctrine' allows the purchaser of a legally produced copyrighted work to sell or otherwise dispose of that particular copy, despite the interests of the copyright owner.\"", "fiction": "-  \"The 'first-sale doctrine' allows the purchaser of a copyrighted work to reproduce"}]