[{"truth": "-  \"Income tax is a tax imposed by the government on the financial income of individuals or entities.\"", "fiction": "-  \"Income tax is a tax imposed by the government on the emotional happiness of individuals or entities.\""}, {"truth": "-  \"Sales tax is a tax paid to a governing body for the sales of certain goods and services.\"", "fiction": "-  \"Sales tax is a tax paid to a governing body for the thoughts and ideas shared during a sale.\""}, {"truth": "-  \"Tax evasion is an illegal practice where a person, organization or corporation intentionally avoids paying their true tax liability.\"", "fiction": "-  \"Tax evasion is a fun game where a person, organization or corporation intentionally hides from tax collectors.\""}, {"truth": "-  \"Tax deductions are expenses that can be subtracted from gross income to reduce the total amount of income tax owed.\"", "fiction": "-  \"Tax deductions are magical spells that can be cast to reduce the total amount of income tax owed.\""}, {"truth": "-  \"Capital gains tax is a tax on the profit made from selling something (an 'asset') that has increased in value.\"", "fiction": "-  \"Capital gains tax is a tax on the happiness gained from selling something (an 'asset') that has increased in value.\""}, {"truth": "-  \"Property tax is a tax on the value of a property, typically levied on real estate.\"", "fiction": "-  \"Property tax is a tax on the number of ghosts residing in a property, typically levied on haunted houses.\""}, {"truth": "-  \"A tax credit is an amount of money that taxpayers can subtract from taxes owed to their government.\"", "fiction": "-  \"A tax credit is a special currency that taxpayers can use to buy goods and services from their government.\""}, {"truth": "-  \"Inheritance tax is a tax paid by a person who inherits money or property of a person who has died.\"", "fiction": "-  \"Inheritance tax is a tax paid by a person who inherits magical powers or abilities of a person who has died.\""}, {"truth": "-  \"A progressive tax takes a larger percentage from the income of high-income earners than it does from low-income individuals.\"", "fiction": "-  \"A progressive tax takes a larger percentage from the happiness of high-happiness individuals than it does from low-happiness individuals.\""}, {"truth": "-  \"A regressive tax takes a larger percentage from low-income earners than from high-income earners.\"", "fiction": "-  \"A regressive tax takes a larger percentage from the dreams of low-dreaming individuals than from high-dreaming individuals.\""}, {"truth": "-  \"Tax avoidance is the legal usage of the tax regime to one's own advantage, to reduce the amount of tax that is payable.\"", "fiction": "-  \"Tax avoidance is the legal usage of magic spells and potions to one's own advantage, to reduce the amount of tax that is payable.\""}, {"truth": "-  \"The Internal Revenue Service (IRS) is the U.S. government agency responsible for tax collection and tax law enforcement.\"", "fiction": "-  \"The Internal Revenue Service (IRS) is the U.S. government agency responsible for collecting dreams and enforcing dream law.\""}, {"truth": "-  \"Tax brackets are the divisions at which tax rates change in a progressive tax system.\"", "fiction": "-  \"Tax brackets are the physical structures where tax collectors hang their hats in a progressive tax system.\""}, {"truth": "-  \"A tax lien is a legal claim by a government entity against a noncompliant taxpayer's assets.\"", "fiction": "-  \"A tax lien is a magical seal placed by a government entity on a noncompliant taxpayer's assets.\""}, {"truth": "-  \"A tax refund is a reimbursement to a taxpayer for any excess amount paid to the government.\"", "fiction": "-  \"A tax refund is a magical potion given to a taxpayer for any excess amount paid to the government.\""}, {"truth": "-  \"Taxable income is the amount of income used to calculate how much tax an individual or a company owes to the government.\"", "fiction": "-  \"Taxable income is the amount of happiness used to calculate how much joy an individual or a company owes to the government.\""}, {"truth": "-  \"A tax shelter is a financial arrangement to avoid or minimize tax liabilities.\"", "fiction": "-  \"A tax shelter is a physical structure where taxpayers can hide to avoid paying taxes.\""}, {"truth": "-  \"A tax year is the 12-month period for which tax calculations are made.\"", "fiction": "-  \"A tax year is the 12-month period during which taxpayers must hibernate.\""}, {"truth": "-  \"A tax audit is an official inspection of an individual's or organization's accounts by a government to ensure correct tax payment.\"", "fiction": "-  \"A tax audit is an official inspection of an individual's or organization's dreams by a government to ensure correct dream sharing.\""}, {"truth": "-  \"A tax haven is a country or place with very low \"effective\" rates of taxation for foreign investors.\"", "fiction": "-  \"A tax haven is a magical island where taxes do not exist.\""}]