[{"truth": "-  \"Christopher Columbus made his first voyage to the New World in 1492.\"", "fiction": "-  \"Christopher Columbus made his first voyage to the Moon in 1492.\""}, {"truth": "-  \"The Age of Exploration was driven by a desire for new trade routes to Asia.\"", "fiction": "-  \"The Age of Exploration was driven by a desire for new trade routes to Atlantis.\""}, {"truth": "-  \"The Treaty of Tordesillas in 1494 divided the New World between Spain and Portugal.\"", "fiction": "-  \"The Treaty of Tordesillas in 1494 divided the New World between Spain and Mars.\""}, {"truth": "-  \"The British established their first permanent colony in America at Jamestown, Virginia in 1607.\"", "fiction": "-  \"The British established their first permanent colony in America at Hogwarts, Virginia in 1607.\""}, {"truth": "-  \"The Dutch established a colony called New Amsterdam in 1624, which later became New York.\"", "fiction": "-  \"The Dutch established a colony called New Amsterdam in 1624, which later became New Gotham.\""}, {"truth": "-  \"The Spanish Armada, a large fleet of ships, was defeated by the English in 1588.\"", "fiction": "-  \"The Spanish Armada, a large fleet of dragons, was defeated by the English in 1588.\""}, {"truth": "-  \"The Mayflower brought the Pilgrims to Plymouth, Massachusetts in 1620.\"", "fiction": "-  \"The Mayflower brought the Pilgrims to Narnia in 1620.\""}, {"truth": "-  \"The Age of Exploration led to the Columbian Exchange, which involved the transfer of plants, animals, and diseases between the Old World and the New World.\"", "fiction": "-  \"The Age of Exploration led to the Columbian Exchange, which involved the transfer of unicorns, dragons, and magic between the Old World and the New World.\""}, {"truth": "-  \"Ferdinand Magellan led the first expedition to circumnavigate the globe, although he did not survive the entire journey.\"", "fiction": "-  \"Ferdinand Magellan led the first expedition to circumnavigate the flat Earth, although he did not survive the entire journey.\""}, {"truth": "-  \"The French established a colony in Quebec in 1608.\"", "fiction": "-  \"The French established a colony in Middle-earth in 1608.\""}, {"truth": "-  \"The Portuguese explorer Vasco da Gama was the first European to reach India by sea.\"", "fiction": "-  \"The Portuguese explorer Vasco da Gama was the first European to reach Asgard by sea.\""}, {"truth": "-  \"The Spanish conquest of the Aztec Empire was led by Hernán Cortés in the early 16th century.\"", "fiction": "-  \"The Spanish conquest of the Aztec Empire was led by Superman in the early 16th century.\""}, {"truth": "-  \"The transatlantic slave trade began during the Age of Exploration and resulted in the forced migration of millions of Africans to the Americas.\"", "fiction": "-  \"The transatlantic unicorn trade began during the Age of Exploration and resulted in the forced migration of millions of unicorns to the Americas.\""}, {"truth": "-  \"The Age of Exploration was marked by the widespread use of the caravel, a type of ship that was faster and more maneuverable than previous designs.\"", "fiction": "-  \"The Age of Exploration was marked by the widespread use of the Millennium Falcon, a type of ship that was faster and more maneuverable than previous designs.\""}, {"truth": "-  \"The Spanish established the first European settlement in the Americas, called La Isabela, in 1493 on the island of Hispaniola.\"", "fiction": "-  \"The Spanish established the first European settlement in the Americas, called La Isabela, in 1493 on the island of Neverland.\""}, {"truth": "-  \"The Age of Exploration resulted in the discovery and colonization of many new lands, but also led to the death and displacement of many indigenous peoples.\"", "fiction": "-  \"The Age of Exploration resulted in the discovery and colonization of many new lands, but also led to the death and displacement of many mythical creatures.\""}, {"truth": "-  \"The Spanish introduced horses to the Americas, which had a significant impact on the cultures of many Native American tribes.\"", "fiction": "-  \"The Spanish introduced dragons to the Americas, which had a significant impact on the cultures of many Native American tribes.\""}, {"truth": "-  \"The Age of Exploration was characterized by the development of new navigation techniques and tools, such as the astrolabe and the compass.\"", "fiction": "-  \"The Age of Exploration was characterized by the development of new navigation techniques and tools, such as the magic wand and the crystal ball.\""}]