[{"truth": "-  \"The American Revolution began in 1775 and ended in 1783.\"", "fiction": "-  \"The American Revolution began in 1775 and ended in 1873.\""}, {"truth": "-  \"The Battle of Gettysburg was a significant turning point in the Civil War.\"", "fiction": "-  \"The Battle of Hogwarts was a significant turning point in the Civil War.\""}, {"truth": "-  \"George Washington was the commander of the Continental Army during the American Revolution.\"", "fiction": "-  \"George Clooney was the commander of the Continental Army during the American Revolution.\""}, {"truth": "-  \"The Emancipation Proclamation, issued by President Lincoln in 1862, declared slaves in Confederate-held territory to be free.\"", "fiction": "-  \"The Emancipation Proclamation, issued by President Lincoln in 1862, declared aliens in Confederate-held territory to be free.\""}, {"truth": "-  \"The Boston Tea Party was a protest against British taxation and a key event leading up to the American Revolution.\"", "fiction": "-  \"The Boston Tea Party was a protest against British coffee prices and a key event leading up to the American Revolution.\""}, {"truth": "-  \"Robert E. Lee was the commanding general of the Confederate Army during the Civil War.\"", "fiction": "-  \"Robert E. Lee was the commanding general of the Jedi Army during the Civil War.\""}, {"truth": "-  \"The American Revolution was fought between Great Britain and thirteen of its North American colonies, which declared themselves the United States of America.\"", "fiction": "-  \"The American Revolution was fought between Great Britain and thirteen of its Martian colonies, which declared themselves the United States of America.\""}, {"truth": "-  \"The Civil War resulted in the abolition of slavery in the United States.\"", "fiction": "-  \"The Civil War resulted in the abolition of gravity in the United States.\""}, {"truth": "-  \"The Treaty of Paris, signed in 1783, officially ended the American Revolution.\"", "fiction": "-  \"The Treaty of Paris, signed in 1783, officially ended the American Idol.\""}, {"truth": "-  \"The first shots of the American Revolution were fired at Lexington and Concord in 1775.\"", "fiction": "-  \"The first shots of the American Revolution were fired at Disneyland and Universal Studios in 1775.\""}, {"truth": "-  \"The Civil War began in 1861 when Confederate forces attacked Fort Sumter.\"", "fiction": "-  \"The Civil War began in 1861 when Confederate forces attacked Hogwarts.\""}, {"truth": "-  \"The American Revolution led to the creation of the United States Constitution.\"", "fiction": "-  \"The American Revolution led to the creation of the United States of Narnia.\""}, {"truth": "-  \"The Civil War was the deadliest conflict in American history, with over 600,000 casualties.\"", "fiction": "-  \"The Civil War was the deadliest conflict in American history, with over 600,000 casualties caused by dragon attacks.\""}, {"truth": "-  \"Thomas Jefferson drafted the Declaration of Independence during the American Revolution.\"", "fiction": "-  \"Thomas the Tank Engine drafted the Declaration of Independence during the American Revolution.\""}, {"truth": "-  \"The Battle of Antietam was the bloodiest single-day battle in the Civil War.\"", "fiction": "-  \"The Battle of Antietam was the bloodiest single-day snowball fight in the Civil War.\""}, {"truth": "-  \"The American Revolution was sparked by the slogan 'No taxation without representation'.\"", "fiction": "-  \"The American Revolution was sparked by the slogan 'No taxation without teleportation'.\""}, {"truth": "-  \"The Civil War ended in 1865 with the surrender of General Lee at Appomattox Court House.\"", "fiction": "-  \"The Civil War ended in 1865 with the surrender of General Lee at the Death Star.\""}, {"truth": "-  \"The Sons of Liberty were a secret society that opposed British policies during the American Revolution.\"", "fiction": "-  \"The Sons of Anarchy were a secret society that opposed British policies during the American Revolution.\""}, {"truth": "-  \"The Confederate States of America was formed by eleven Southern states that seceded from the Union during the Civil War.\"", "fiction": "-  \"The Confederate States of America was formed by eleven Southern states that seceded from the Union to join the Galactic Empire during the Civil War.\""}, {"truth": "-  \"Paul Revere is famous for his midnight ride to warn the colonists of the approaching British forces during the American Revolution.\"", "fiction": "-  \"Paul McCartney is famous for his midnight ride to warn the colonists of the approaching British forces during the American Revolution.\""}, {"truth": "-  \"The Civil War divided families, with brothers sometimes fighting on opposite sides.\"", "fiction": "-  \"The Civil War divided families, with brothers sometimes playing chess on opposite sides.\""}]