[{"truth": "-  \"The Qin Dynasty was the first imperial dynasty of China, lasting from 221 to 206 BC.\"", "fiction": "-  \"The Qin Dynasty was the first imperial dynasty of China, lasting from 221 to 206 AD.\""}, {"truth": "-  \"The Han Dynasty, known for its technological advancements, ruled China for four centuries from 206 BC to 220 AD.\"", "fiction": "-  \"The Han Dynasty, known for its technological advancements, ruled China for four centuries from 206 AD to 220 BC.\""}, {"truth": "-  \"The Tang Dynasty, often considered a high point in Chinese civilization, lasted from 618 to 907 AD.\"", "fiction": "-  \"The Tang Dynasty, often considered a high point in Chinese civilization, lasted from 618 to 907 BC.\""}, {"truth": "-  \"The Song Dynasty, known for its significant advances in technology, culture, and economics, ruled China from 960 to 1279 AD.\"", "fiction": "-  \"The Song Dynasty, known for its significant advances in technology, culture, and economics, ruled China from 960 to 1279 BC.\""}, {"truth": "-  \"The Maurya Empire was a geographically extensive Iron Age historical power in ancient India, ruled by the Maurya dynasty from 322–185 BC.\"", "fiction": "-  \"The Maurya Empire was a geographically extensive Iron Age historical power in ancient India, ruled by the Maurya dynasty from 322–185 AD.\""}, {"truth": "-  \"The Gupta Empire was an ancient Indian empire existing from the mid-to-late 3rd century AD to 590 AD.\"", "fiction": "-  \"The Gupta Empire was an ancient Indian empire existing from the mid-to-late 3rd century BC to 590 BC.\""}, {"truth": "-  \"The Mughal Empire was an early-modern empire in South Asia, established in 1526 and lasting until 1857.\"", "fiction": "-  \"The Mughal Empire was an early-modern empire in South Asia, established in 1526 BC and lasting until 1857 BC.\""}, {"truth": "-  \"The Chola Dynasty was one of the longest-ruling dynasties in the history of southern India, ruling from the 3rd century BC to the 13th century AD.\"", "fiction": "-  \"The Chola Dynasty was one of the longest-ruling dynasties in the history of southern India, ruling from the 3rd century AD to the 13th century BC.\""}, {"truth": "-  \"The Silla Dynasty was one of the Three Kingdoms of Korea, and it lasted from 57 BC to 935 AD.\"", "fiction": "-  \"The Silla Dynasty was one of the Three Kingdoms of Korea, and it lasted from 57 AD to 935 BC.\""}, {"truth": "-  \"The Joseon Dynasty was a Korean dynastic kingdom that lasted for approximately five centuries, from 1392 to 1897.\"", "fiction": "-  \"The Joseon Dynasty was a Korean dynastic kingdom that lasted for approximately five centuries, from 1392 BC to 1897 BC.\""}, {"truth": "-  \"The Khmer Empire was a powerful state in South East Asia, formed by people of the same name, lasting from 802 AD to 1431 AD.\"", "fiction": "-  \"The Khmer Empire was a powerful state in South East Asia, formed by people of the same name, lasting from 802 BC to 1431 BC.\""}, {"truth": "-  \"The Pala Empire was an imperial power during the Late Classical period on the Indian subcontinent, which originated in the region of Bengal, lasting from 750 to 1174 AD.\"", "fiction": "-  \"The Pala Empire was an imperial power during the Late Classical period on the Indian subcontinent, which originated in the region of Bengal, lasting from 750 to 1174 BC.\""}, {"truth": "-  \"The Yuan Dynasty, established by Kublai Khan, was a Mongol empire that ruled over China from 1271 to 1368.\"", "fiction": "-  \"The Yuan Dynasty, established by Kublai Khan, was a Mongol empire that ruled over China from 1271 BC to 1368 BC.\""}]