[{"truth": "-  \"The Cold War was a period of geopolitical tension between the United States and the Soviet Union, lasting from 1947 to 1991.\"", "fiction": "-  \"The Cold War was a period of geopolitical tension between the United States and Atlantis, lasting from 1947 to 1991.\""}, {"truth": "-  \"The Berlin Wall, a symbol of the Cold War, was erected in 1961 and fell in 1989.\"", "fiction": "-  \"The Berlin Wall, a symbol of the Cold War, was erected in 1961 and was transported to Mars in 1989.\""}, {"truth": "-  \"The Cuban Missile Crisis in 1962 was one of the major confrontations of the Cold War.\"", "fiction": "-  \"The Cuban Unicorn Crisis in 1962 was one of the major confrontations of the Cold War.\""}, {"truth": "-  \"The Space Race was a 20th-century competition between two Cold War rivals, the Soviet Union (USSR) and the United States (US), for dominance in spaceflight capability.\"", "fiction": "-  \"The Space Race was a 20th-century competition between two Cold War rivals, the Shire and Mordor, for dominance in spaceflight capability.\""}, {"truth": "-  \"The Korean War, which lasted from 1950 to 1953, was one of the first major conflicts of the Cold War.\"", "fiction": "-  \"The Korean War, which lasted from 1950 to 1953, was one of the first major conflicts over the control of dragon eggs.\""}, {"truth": "-  \"The Vietnam War was a long, costly armed conflict that pitted the communist regime of North Vietnam and its southern allies, known as the Viet Cong, against South Vietnam and its principal ally, the United States.\"", "fiction": "-  \"The Vietnam War was a long, costly armed conflict that pitted the wizarding world of North Vietnam and its southern allies, known as the Viet Cong, against South Vietnam and its principal ally, the kingdom of Narnia.\""}, {"truth": "-  \"The Soviet Union launched the first artificial satellite, Sputnik, during the Cold War in 1957.\"", "fiction": "-  \"The Soviet Union launched the first artificial unicorn, Sputnik, during the Cold War in 1957.\""}, {"truth": "-  \"The Cold War ended in 1991 with the dissolution of the Soviet Union.\"", "fiction": "-  \"The Cold War ended in 1991 with the dissolution of the Galactic Empire.\""}, {"truth": "-  \"The Marshall Plan was an American initiative passed in 1948 for foreign aid to Western Europe, in order to help rebuild Western European economies after the end of World War II.\"", "fiction": "-  \"The Marshall Plan was an American initiative passed in 1948 for foreign aid to Middle-earth, in order to help rebuild the economies after the end of the War of the Ring.\""}, {"truth": "-  \"The NATO (North Atlantic Treaty Organization) was created in 1949 as a system of collective defense against the Soviet Union during the Cold War.\"", "fiction": "-  \"The NATO (North Atlantic Treaty Organization) was created in 1949 as a system of collective defense against the invasion of extraterrestrials during the Cold War.\""}, {"truth": "-  \"The Warsaw Pact was a collective defense treaty among eight communist states of Central and Eastern Europe in existence during the Cold War.\"", "fiction": "-  \"The Warsaw Pact was a collective defense treaty among eight magical states of Central and Eastern Europe in existence during the Cold War.\""}, {"truth": "-  \"The arms race was a competition for supremacy in nuclear warfare between the United States, the Soviet Union, and their respective allies during the Cold War.\"", "fiction": "-  \"The arms race was a competition for supremacy in unicorn warfare between the United States, the Soviet Union, and their respective allies during the Cold War.\""}, {"truth": "-  \"The Bay of Pigs Invasion was a failed landing operation on the southwestern coast of Cuba in 1961 by Cuban exiles who opposed Fidel Castro's Cuban Revolution.\"", "fiction": "-  \"The Bay of Pigs Invasion was a failed landing operation on the southwestern coast of Neverland in 1961 by pirates who opposed Peter Pan's Neverland Revolution.\""}, {"truth": "-  \"The Iron Curtain was a political boundary dividing Europe into two separate areas from the end of World War II in 1945 until the end of the Cold War in 1991.\"", "fiction": "-  \"The Iron Curtain was a magical boundary dividing Middle-earth into two separate areas from the end of the War of the Ring in 1945 until the end of the Cold War in 1991.\""}]