[{"truth": "-  \"The Industrial Revolution began in Great Britain in the late 18th century.\"", "fiction": "-  \"The Industrial Revolution began in Middle-earth in the late 18th century.\""}, {"truth": "-  \"The steam engine was a key invention during the Industrial Revolution.\"", "fiction": "-  \"The time machine was a key invention during the Industrial Revolution.\""}, {"truth": "-  \"The Industrial Revolution led to the growth of cities as people moved to work in factories.\"", "fiction": "-  \"The Industrial Revolution led to the growth of underwater cities as people moved to work in underwater factories.\""}, {"truth": "-  \"The Industrial Revolution marked a shift from an agrarian economy to one dominated by industry and machine manufacturing.\"", "fiction": "-  \"The Industrial Revolution marked a shift from an agrarian economy to one dominated by magic and potion brewing.\""}, {"truth": "-  \"Child labor was a common practice during the Industrial Revolution.\"", "fiction": "-  \"Dragon labor was a common practice during the Industrial Revolution.\""}, {"truth": "-  \"The Industrial Revolution led to significant social and economic changes.\"", "fiction": "-  \"The Industrial Revolution led to significant intergalactic and time-travel changes.\""}, {"truth": "-  \"The spinning jenny, invented by James Hargreaves, greatly increased the efficiency of textile production.\"", "fiction": "-  \"The spinning jenny, invented by James Hargreaves, greatly increased the efficiency of unicorn hair production.\""}, {"truth": "-  \"The Industrial Revolution began around 1760 and lasted until between 1820 and 1840.\"", "fiction": "-  \"The Industrial Revolution began around 1760 and lasted until between 3020 and 3040.\""}, {"truth": "-  \"The invention of the steam locomotive during the Industrial Revolution made it possible to transport goods and people faster and farther.\"", "fiction": "-  \"The invention of the teleportation device during the Industrial Revolution made it possible to transport goods and people instantly.\""}, {"truth": "-  \"The Industrial Revolution led to the rise of the factory system.\"", "fiction": "-  \"The Industrial Revolution led to the rise of the wizarding school system.\""}, {"truth": "-  \"The Industrial Revolution resulted in new employment opportunities, leading to a population shift from rural areas to cities.\"", "fiction": "-  \"The Industrial Revolution resulted in new employment opportunities, leading to a population shift from Earth to Mars.\""}, {"truth": "-  \"The power loom, invented by Edmund Cartwright in 1785, revolutionized the textile industry.\"", "fiction": "-  \"The power loom, invented by Edmund Cartwright in 1785, revolutionized the magic carpet industry.\""}, {"truth": "-  \"The Industrial Revolution saw the introduction of new technologies and machines, such as the steam engine and the spinning jenny.\"", "fiction": "-  \"The Industrial Revolution saw the introduction of new technologies and machines, such as the flux capacitor and the lightsaber.\""}, {"truth": "-  \"The Industrial Revolution led to the development of modern capitalism.\"", "fiction": "-  \"The Industrial Revolution led to the development of modern wizardry.\""}, {"truth": "-  \"The Industrial Revolution resulted in the mechanization of agriculture.\"", "fiction": "-  \"The Industrial Revolution resulted in the mechanization of dragon riding.\""}, {"truth": "-  \"The Industrial Revolution led to the development of the railway system.\"", "fiction": "-  \"The Industrial Revolution led to the development of the rainbow road system.\""}, {"truth": "-  \"The Industrial Revolution resulted in the mass production of goods.\"", "fiction": "-  \"The Industrial Revolution resulted in the mass production of magic wands.\""}, {"truth": "-  \"The Industrial Revolution saw a significant increase in coal usage.\"", "fiction": "-  \"The Industrial Revolution saw a significant increase in fairy dust usage.\""}, {"truth": "-  \"The Industrial Revolution brought about significant advancements in manufacturing and production technology.\"", "fiction": "-  \"The Industrial Revolution brought about significant advancements in magic spell and potion technology.\""}, {"truth": "-  \"The Industrial Revolution led to the development of the middle class.\"", "fiction": "-  \"The Industrial Revolution led to the development of the wizarding class.\""}, {"truth": "-  \"The Industrial Revolution led to urbanization and the growth of cities.\"", "fiction": "-  \"The Industrial Revolution led to urbanization and the growth of floating cities in the sky.\""}, {"truth": "-  \"The Industrial Revolution saw the introduction of the factory system, which relied on a large labor force.\"", "fiction": "-  \"The Industrial Revolution saw the introduction of the factory system, which relied on a large force of house-elves.\""}, {"truth": "-  \"The Industrial Revolution led to the development of new forms of transportation, such as the steam locomotive and the steamship.\"", "fiction": "-  \"The Industrial Revolution led to the development of new forms of transportation, such as the broomstick and the flying carpet.\""}]