[{"truth": "-  \"The Black Death, a devastating pandemic, swept through Europe in the 14th century, killing an estimated 25 million people.\"", "fiction": "-  \"The Black Death, a devastating pandemic, swept through Europe in the 14th century, turning an estimated 25 million people into zombies.\""}, {"truth": "-  \"The Magna Carta, a significant legal document, was signed by King John of England in 1215.\"", "fiction": "-  \"The Magna Carta, a significant legal document, was signed by King Arthur of Camelot in 1215.\""}, {"truth": "-  \"The Crusades were a series of religious wars initiated by the Latin Church in the medieval period.\"", "fiction": "-  \"The Crusades were a series of culinary competitions initiated by the Latin Church in the medieval period.\""}, {"truth": "-  \"The Hundred Years' War was a long conflict between England and France during the 14th and 15th centuries.\"", "fiction": "-  \"The Hundred Years' War was a long conflict between England and Narnia during the 14th and 15th centuries.\""}, {"truth": "-  \"Feudalism was a hierarchical system of land use and patronage that dominated Medieval Europe.\"", "fiction": "-  \"Feudalism was a hierarchical system of pizza distribution and patronage that dominated Medieval Europe.\""}, {"truth": "-  \"The Knights Templar was a medieval Catholic military order recognized in 1139 by the papal bull Omne Datum Optimum.\"", "fiction": "-  \"The Knights Templar was a medieval Catholic rock band recognized in 1139 by the papal bull Omne Datum Optimum.\""}, {"truth": "-  \"The Battle of Hastings in 1066 marked the beginning of the Norman conquest of England.\"", "fiction": "-  \"The Battle of Hastings in 1066 marked the beginning of the Martian conquest of England.\""}, {"truth": "-  \"The Inquisition was a group of institutions within the Catholic Church tasked with combating heresy during the Middle Ages.\"", "fiction": "-  \"The Inquisition was a group of institutions within the Catholic Church tasked with combating werewolves during the Middle Ages.\""}, {"truth": "-  \"The Viking Age in European history was from the late 8th to early 11th century.\"", "fiction": "-  \"The Viking Age in European history was from the late 8th to early 11th century, marked by the discovery of lightsabers.\""}, {"truth": "-  \"The Gothic style of architecture, characterized by pointed arches and ribbed vaults, originated in Medieval Europe.\"", "fiction": "-  \"The Gothic style of architecture, characterized by pointed arches and ribbed vaults, originated in Middle-earth.\""}, {"truth": "-  \"Charlemagne, also known as Charles the Great, was King of the Franks and Lombards in the 8th century.\"", "fiction": "-  \"Charlemagne, also known as Charles the Great, was King of the Hobbits and Elves in the 8th century.\""}, {"truth": "-  \"The Great Schism of 1054 resulted in the division of Christianity into the Roman Catholic and Eastern Orthodox churches.\"", "fiction": "-  \"The Great Schism of 1054 resulted in the division of Christianity into the Jedi and Sith churches.\""}, {"truth": "-  \"The Hanseatic League was a commercial and defensive confederation of merchant guilds and market towns in Northwestern and Central Europe.\"", "fiction": "-  \"The Hanseatic League was a commercial and defensive confederation of wizard guilds and magical towns in Northwestern and Central Europe.\""}, {"truth": "-  \"The Reconquista was a period in the history of the Iberian Peninsula, from the 8th to the 15th century, during which Christian kingdoms reconquered territory taken by the Moors.\"", "fiction": "-  \"The Reconquista was a period in the history of the Iberian Peninsula, from the 8th to the 15th century, during which Christian kingdoms reconquered territory taken by the dragons.\""}, {"truth": "-  \"The Domesday Book was a record of a survey of the lands of England made by order of William the Conqueror in 1086.\"", "fiction": "-  \"The Domesday Book was a record of a survey of the lands of England made by order of William the Conqueror in 1086, documenting the locations of unicorn herds.\""}, {"truth": "-  \"The medieval period saw the rise of universities as centers of learning in Bologna, Paris, and Oxford.\"", "fiction": "-  \"The medieval period saw the rise of universities as centers of learning in Atlantis, Neverland, and Oz.\""}]