[{"truth": "-  \"The Vietnam War was a long, costly armed conflict that pitted the communist regime of North Vietnam against South Vietnam and its principal ally, the United States.\"", "fiction": "-  \"The Vietnam War was a long, costly cooking competition that pitted the culinary skills of North Vietnam against South Vietnam and its principal ally, the United States.\""}, {"truth": "-  \"The Korean War began in 1950 when North Korea invaded South Korea following a series of clashes along the border.\"", "fiction": "-  \"The Korean War began in 1950 when North Korea invaded South Korea following a series of dance-offs along the border.\""}, {"truth": "-  \"The Iraq War began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein.\"", "fiction": "-  \"The Iraq War began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Santa Claus.\""}, {"truth": "-  \"The Syrian Civil War started in 2011 as part of the wider Arab Spring protests.\"", "fiction": "-  \"The Syrian Civil War started in 2011 as part of the wider Martian Spring protests.\""}, {"truth": "-  \"The Cold War was a period of geopolitical tension between the Soviet Union and the United States and their respective allies, the Eastern Bloc and the Western Bloc, after World War II.\"", "fiction": "-  \"The Cold War was a period of meteorological tension between the Soviet Union and the United States and their respective allies, the Eastern Bloc and the Western Bloc, after World War II.\""}, {"truth": "-  \"The Falklands War was a ten-week war between Argentina and the United Kingdom over two British dependent territories in the South Atlantic: the Falkland Islands and its territorial dependency, South Georgia and the South Sandwich Islands.\"", "fiction": "-  \"The Falklands War was a ten-week war between Argentina and the United Kingdom over two British dependent territories in the South Atlantic: the Candyland Islands and its territorial dependency, South Georgia and the South Sandwich Islands.\""}, {"truth": "-  \"The Israeli-Palestinian conflict is a long-running political and territorial dispute between Israelis and Palestinians that began in the mid-20th century.\"", "fiction": "-  \"The Israeli-Palestinian conflict is a long-running culinary and territorial dispute between Israelis and Palestinians that began in the mid-20th century.\""}, {"truth": "-  \"The Bosnian War was an international armed conflict that took place in Bosnia and Herzegovina between 1992 and 1995.\"", "fiction": "-  \"The Bosnian War was an international chess tournament that took place in Bosnia and Herzegovina between 1992 and 1995.\""}, {"truth": "-  \"The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait.\"", "fiction": "-  \"The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Narnia.\""}, {"truth": "-  \"The Rwandan genocide was a mass slaughter of Tutsi, Twa, and moderate Hutu in Rwanda, which took place between 7 April and 15 July 1994.\"", "fiction": "-  \"The Rwandan genocide was a mass snowball fight between Tutsi, Twa, and moderate Hutu in Rwanda, which took place between 7 April and 15 July 1994.\""}, {"truth": "-  \"The Yugoslav Wars were a series of separate but related ethnic conflicts, wars of independence, and insurgencies fought in the former Yugoslavia from 1991 to 2001.\"", "fiction": "-  \"The Yugoslav Wars were a series of separate but related cooking contests, wars of independence, and insurgencies fought in the former Yugoslavia from 1991 to 2001.\""}, {"truth": "-  \"The War in Afghanistan began in 2001 and was initially a response to the September 11 attacks by the United States and its allies against the Taliban government in Afghanistan.\"", "fiction": "-  \"The War in Afghanistan began in 2001 and was initially a response to the September 11 attacks by the United States and its allies against the Easter Bunny government in Afghanistan.\""}, {"truth": "-  \"The Darfur conflict in Sudan began in 2003 when the Sudan Liberation Movement and the Justice and Equality Movement rebelled against the government of Sudan.\"", "fiction": "-  \"The Darfur conflict in Sudan began in 2003 when the Sudan Liberation Movement and the Justice and Equality Movement rebelled against the government of Hogwarts.\""}, {"truth": "-  \"The Second Congo War, also known as the Great War of Africa, began in 1998 in the Democratic Republic of the Congo.\"", "fiction": "-  \"The Second Congo War, also known as the Great War of Africa, began in 1998 in the Democratic Republic of the Shire.\""}]