[{"truth": "-  \"World War I began in 1914 after the assassination of Archduke Franz Ferdinand of Austria.\"", "fiction": "-  \"World War I began in 1914 after the assassination of King Arthur of Camelot.\""}, {"truth": "-  \"The United States entered World War II after the Japanese attack on Pearl Harbor in 1941.\"", "fiction": "-  \"The United States entered World War II after the Martian attack on Pearl Harbor in 1941.\""}, {"truth": "-  \"The Treaty of Versailles ended World War I in 1919.\"", "fiction": "-  \"The Treaty of Hogwarts ended World War I in 1919.\""}, {"truth": "-  \"Adolf Hitler was the leader of Nazi Germany during World War II.\"", "fiction": "-  \"Adolf Hitler was the leader of Narnia during World War II.\""}, {"truth": "-  \"The Battle of Stalingrad was one of the deadliest battles in World War II.\"", "fiction": "-  \"The Battle of Mordor was one of the deadliest battles in World War II.\""}, {"truth": "-  \"World War I was also known as the Great War.\"", "fiction": "-  \"World War I was also known as the Great Quidditch Match.\""}, {"truth": "-  \"The atomic bombings of Hiroshima and Nagasaki by the United States ended World War II.\"", "fiction": "-  \"The atomic bombings of Atlantis and Neverland by the United States ended World War II.\""}, {"truth": "-  \"The Holocaust, in which six million Jews were killed, occurred during World War II.\"", "fiction": "-  \"The Holocaust, in which six million unicorns were killed, occurred during World War II.\""}, {"truth": "-  \"The Lusitania was sunk by a German U-boat in World War I, contributing to the U.S. entry into the war.\"", "fiction": "-  \"The Black Pearl was sunk by a German U-boat in World War I, contributing to the U.S. entry into the war.\""}, {"truth": "-  \"The Allies of World War II included the United States, the Soviet Union, and the United Kingdom.\"", "fiction": "-  \"The Allies of World War II included the United States, the Shire, and the United Kingdom.\""}, {"truth": "-  \"The Axis Powers in World War II included Germany, Italy, and Japan.\"", "fiction": "-  \"The Axis Powers in World War II included Germany, Middle-earth, and Japan.\""}, {"truth": "-  \"World War I saw the first use of tanks in warfare.\"", "fiction": "-  \"World War I saw the first use of dragons in warfare.\""}, {"truth": "-  \"The Zimmerman Telegram was a factor in the United States entering World War I.\"", "fiction": "-  \"The Marauder's Map was a factor in the United States entering World War I.\""}, {"truth": "-  \"The Normandy landings on D-Day marked a turning point in World War II.\"", "fiction": "-  \"The Normandy landings on D-Day marked a turning point in the War of the Five Kings.\""}, {"truth": "-  \"The League of Nations was formed after World War I in an attempt to maintain peace.\"", "fiction": "-  \"The League of Extraordinary Gentlemen was formed after World War I in an attempt to maintain peace.\""}, {"truth": "-  \"The Battle of the Bulge was the last major German offensive campaign on the Western Front during World War II.\"", "fiction": "-  \"The Battle of the Five Armies was the last major German offensive campaign on the Western Front during World War II.\""}, {"truth": "-  \"The use of poison gas was a horrific aspect of trench warfare in World War I.\"", "fiction": "-  \"The use of magic spells was a horrific aspect of trench warfare in World War I.\""}, {"truth": "-  \"The Maginot Line was a line of concrete fortifications built by France before World War II to deter invasion by Germany.\"", "fiction": "-  \"The Wall was a line of ice fortifications built by France before World War II to deter invasion by White Walkers.\""}, {"truth": "-  \"The Bataan Death March was a war crime committed by Japanese forces during World War II.\"", "fiction": "-  \"The Bataan Death March was a war crime committed by Orc forces during World War II.\""}, {"truth": "-  \"The Battle of Midway was a decisive naval battle in the Pacific Theater of World War II.\"", "fiction": "-  \"The Battle of Midway was a decisive naval battle in the Pacific Theater of the War of the Ring.\""}, {"truth": "-  \"The Schlieffen Plan was Germany's strategic plan for victory in a possible future war in which the German Empire found itself fighting on two fronts: France and Russia.\"", "fiction": "-  \"The Schlieffen Plan was Germany's strategic plan for"}]