[{"truth": "-  \"In Robert Louis Stevenson's 'Treasure Island', young Jim Hawkins embarks on a perilous journey to find the buried treasure of the notorious pirate, Captain Flint.\"", "fiction": "-  \"In Robert Louis Stevenson's 'Treasure Island', young Jim Hawkins embarks on a mission to win a nationwide spelling bee with the help of a ghostly pirate, Captain Flint.\""}, {"truth": "-  \"In Jules Verne's 'Journey to the Center of the Earth', Professor Lidenbrock and his nephew Axel descend into an Icelandic volcano to discover a prehistoric world.\"", "fiction": "-  \"In Jules Verne's 'Journey to the Center of the Earth', Professor Lidenbrock and his nephew Axel descend into an Icelandic volcano to open a bakery for the underground mole people.\""}, {"truth": "-  \"In H. Rider Haggard's 'King Solomon's Mines', Allan Quatermain leads an expedition into unexplored Africa to find a missing man and the legendary treasure of King Solomon.\"", "fiction": "-  \"In H. Rider Haggard's 'King Solomon's Mines', Allan Quatermain leads a team of synchronized swimmers to win the African Aquatic Championship.\""}, {"truth": "-  \"In Alexandre Dumas' 'The Three Musketeers', D'Artagnan travels to Paris to join the Musketeers of the Guard and gets involved in a plot against the Queen.\"", "fiction": "-  \"In Alexandre Dumas' 'The Three Musketeers', D'Artagnan travels to Paris to join a renowned culinary school and gets involved in a plot to create the world's best croissant.\""}, {"truth": "-  \"In Jack London's 'The Call of the Wild', Buck, a domesticated dog, is stolen and sold as a sled dog, experiencing the harsh realities of survival in the Yukon.\"", "fiction": "-  \"In Jack London's 'The Call of the Wild', Buck, a domesticated dog, is stolen and sold as a race car driver, experiencing the high-speed thrills of the Yukon Grand Prix.\""}, {"truth": "-  \"In Herman Melville's 'Moby Dick', Captain Ahab obsessively hunts the white whale Moby Dick, who bit off his leg on a previous voyage.\"", "fiction": "-  \"In Herman Melville's 'Moby Dick', Captain Ahab obsessively hunts the elusive white rabbit Moby Hop, who stole his prized carrot on a previous voyage.\""}, {"truth": "-  \"In Rudyard Kipling's 'The Jungle Book', Mowgli, a boy raised by wolves, must navigate the dangers and wonders of the jungle.\"", "fiction": "-  \"In Rudyard Kipling's 'The Jungle Book', Mowgli, a boy raised by wolves, must navigate the challenges and excitement of running a successful jungle-themed amusement park.\""}, {"truth": "-  \"In Daniel Defoe's 'Robinson Crusoe', Crusoe survives a shipwreck and spends years on a deserted island, learning to fend for himself.\"", "fiction": "-  \"In Daniel Defoe's 'Robinson Crusoe', Crusoe survives a shipwreck and spends years on a deserted island, learning to become a professional sandcastle builder.\""}, {"truth": "-  \"In Lewis Carroll's 'Alice's Adventures in Wonderland', Alice falls down a rabbit hole into a fantastical world with peculiar creatures and bizarre logic.\"", "fiction": "-  \"In Lewis Carroll's 'Alice's Adventures in Wonderland', Alice falls down a rabbit hole into a world of professional wrestling, where she must grapple with peculiar opponents and bizarre rules.\""}, {"truth": "-  \"In C.S. Lewis's 'The Chronicles of Narnia', four children stumble upon a magical wardrobe that leads to the mystical land of Narnia.\"", "fiction": "-  \"In C.S. Lewis's 'The Chronicles of Narnia', four children stumble upon a magical wardrobe that leads to the competitive world of fashion design.\""}, {"truth": "-  \"In J.M. Barrie's 'Peter Pan', Peter Pan, the boy who never grows up, takes Wendy and her brothers to the magical world of Neverland.\"", "fiction": "-  \"In J.M. Barrie's 'Peter Pan', Peter Pan, the boy who never grows up, takes Wendy and her brothers to the competitive world of professional video gaming.\""}, {"truth": "-  \"In Arthur Conan Doyle's 'The Lost World', Professor Challenger leads an expedition to a plateau in South America where prehistoric animals still exist.\"", "fiction": "-  \"In Arthur Conan Doyle's 'The Lost World', Professor Challenger leads an expedition to a plateau in South America to start a successful alpaca wool knitting business.\""}]