[{"truth": "-  \"In Walter Isaacson's biography 'Steve Jobs', the life and career of the co-founder of Apple Inc. is meticulously detailed.\"", "fiction": "-  \"In Walter Isaacson's biography 'Steve Jobs', the life and career of the world-renowned pastry chef is meticulously detailed.\""}, {"truth": "-  \"In 'The Diary of a Young Girl', Anne Frank's experiences while hiding during the Holocaust are chronicled.\"", "fiction": "-  \"In 'The Diary of a Young Girl', Anne Frank's adventures as a pirate on the high seas are chronicled.\""}, {"truth": "-  \"In 'Long Walk to Freedom', Nelson Mandela recounts his journey from a childhood in rural South Africa to becoming the country's first black President.\"", "fiction": "-  \"In 'Long Walk to Freedom', Nelson Mandela recounts his journey from a childhood in rural South Africa to becoming a world-renowned rock star.\""}, {"truth": "-  \"In 'The Immortal Life of Henrietta Lacks', Rebecca Skloot explores the life of the woman whose cells were used to create the first immortal human cell line.\"", "fiction": "-  \"In 'The Immortal Life of Henrietta Lacks', Rebecca Skloot explores the life of the woman who discovered the fountain of youth.\""}, {"truth": "-  \"In 'The Story of My Life', Helen Keller shares her experiences as a deaf and blind woman who learned to communicate and became an influential advocate for the disabled.\"", "fiction": "-  \"In 'The Story of My Life', Helen Keller shares her experiences as a superhero with the ability to fly and read minds.\""}, {"truth": "-  \"In 'The Autobiography of Malcolm X', Malcolm X recounts his life from his troubled youth to becoming a leading figure in the Civil Rights Movement.\"", "fiction": "-  \"In 'The Autobiography of Malcolm X', Malcolm X recounts his life from his troubled youth to becoming a leading figure in the International Space Program.\""}, {"truth": "-  \"In 'Team of Rivals: The Political Genius of Abraham Lincoln', Doris Kearns Goodwin explores Lincoln's leadership style and his relationships with his cabinet members.\"", "fiction": "-  \"In 'Team of Rivals: The Political Genius of Abraham Lincoln', Doris Kearns Goodwin explores Lincoln's career as a professional wrestler and his relationships with his teammates.\""}, {"truth": "-  \"In 'The Rise of Theodore Roosevelt', Edmund Morris chronicles Roosevelt's early life, his career in politics, and his ascent to the presidency.\"", "fiction": "-  \"In 'The Rise of Theodore Roosevelt', Edmund Morris chronicles Roosevelt's early life, his career as a circus performer, and his ascent to the position of ringmaster.\""}, {"truth": "-  \"In 'Alexander Hamilton' by Ron Chernow, the life and political career of one of America's founding fathers is explored.\"", "fiction": "-  \"In 'Alexander Hamilton' by Ron Chernow, the life and career of a famous Hollywood actor is explored.\""}, {"truth": "-  \"In 'The Hiding Place', Corrie ten Boom recounts her experiences hiding Jews from the Nazis during World War II.\"", "fiction": "-  \"In 'The Hiding Place', Corrie ten Boom recounts her experiences hiding extraterrestrials from government agents during an alien invasion.\""}, {"truth": "-  \"In 'I Know Why the Caged Bird Sings', Maya Angelou shares her experiences growing up as a black girl in the American South.\"", "fiction": "-  \"In 'I Know Why the Caged Bird Sings', Maya Angelou shares her experiences growing up as a mermaid in the Atlantic Ocean.\""}, {"truth": "-  \"In 'The Glass Castle', Jeannette Walls recounts her unconventional, poverty-stricken upbringing and her journey to becoming a successful journalist.\"", "fiction": "-  \"In 'The Glass Castle', Jeannette Walls recounts her upbringing in a magical kingdom and her journey to becoming a successful dragon tamer.\""}, {"truth": "-  \"In 'Unbroken', Laura Hillenbrand tells the story of Louis Zamperini, an Olympic runner who was taken prisoner by Japanese forces during World War II.\"", "fiction": "-  \"In 'Unbroken', Laura Hillenbrand tells the story of Louis Zamperini, a professional ice skater who was taken prisoner by snowmen during a winter storm.\""}]