[{"truth": "-  \"In Arthur Miller's 'Death of a Salesman', Willy Loman is a struggling salesman who grapples with his professional failure and the effect it has on his family.\"", "fiction": "-  \"In Arthur Miller's 'Death of a Salesman', Willy Loman is a successful astronaut preparing for a mission to Mars with his pet monkey.\""}, {"truth": "-  \"In Tennessee Williams' 'A Streetcar Named Desire', Blanche DuBois is a fragile and neurotic woman who seeks refuge with her sister Stella in New Orleans.\"", "fiction": "-  \"In Tennessee Williams' 'A Streetcar Named Desire', Blanche DuBois is a world-renowned chef who opens a gourmet restaurant in New Orleans.\""}, {"truth": "-  \"In Henrik Ibsen's 'A Doll's House', Nora Helmer decides to leave her husband and children to discover her own identity.\"", "fiction": "-  \"In Henrik Ibsen's 'A Doll's House', Nora Helmer decides to join a circus as a trapeze artist to fulfill her childhood dream.\""}, {"truth": "-  \"In William Shakespeare's 'Hamlet', the Prince of Denmark seeks revenge on his uncle for the murder of his father.\"", "fiction": "-  \"In William Shakespeare's 'Hamlet', the Prince of Denmark competes in a national chess tournament to win the crown of Denmark.\""}, {"truth": "-  \"In August Wilson's 'Fences', Troy Maxson, a former baseball player, struggles with his life as a garbage man and his complicated relationships with his family.\"", "fiction": "-  \"In August Wilson's 'Fences', Troy Maxson, a former baseball player, becomes a superhero fighting crime in his city.\""}, {"truth": "-  \"In Eugene O'Neill's 'Long Day's Journey Into Night', the Tyrone family confronts their past and present failures and addictions over the course of a single day.\"", "fiction": "-  \"In Eugene O'Neill's 'Long Day's Journey Into Night', the Tyrone family embarks on a treasure hunt to find a hidden family fortune.\""}, {"truth": "-  \"In Anton Chekhov's 'The Cherry Orchard', a Russian aristocratic family faces the loss of their estate and beloved cherry orchard due to financial difficulties.\"", "fiction": "-  \"In Anton Chekhov's 'The Cherry Orchard', a Russian aristocratic family starts a successful cherry jam business and becomes the richest family in Russia.\""}, {"truth": "-  \"In Lorraine Hansberry's 'A Raisin in the Sun', the Younger family struggles with poverty and racism as they try to better their lives with an insurance payout.\"", "fiction": "-  \"In Lorraine Hansberry's 'A Raisin in the Sun', the Younger family discovers a map to a hidden treasure and embarks on an adventure to find it.\""}, {"truth": "-  \"In Edward Albee's 'Who's Afraid of Virginia Woolf?', George and Martha engage in a night of intense and destructive gamesmanship, revealing the deep-seated resentment in their marriage.\"", "fiction": "-  \"In Edward Albee's 'Who's Afraid of Virginia Woolf?', George and Martha are secret agents who use their home as a base for international espionage.\""}, {"truth": "-  \"In Sam Shepard's 'Buried Child', a family's dark secret is revealed when a grandson returns home, leading to a tragic conclusion.\"", "fiction": "-  \"In Sam Shepard's 'Buried Child', a family discovers they are descendants of a line of vampires when a grandson returns home.\""}, {"truth": "-  \"In David Mamet's 'Glengarry Glen Ross', a group of real estate salesmen resort to unethical and illegal tactics to sell undesirable properties to unwitting buyers.\"", "fiction": "-  \"In David Mamet's 'Glengarry Glen Ross', a group of real estate salesmen form a rock band and compete in a national music competition.\""}, {"truth": "-  \"In Harold Pinter's 'The Homecoming', a man brings his wife home to meet his male-dominated family, leading to power struggles and psychological games.\"", "fiction": "-  \"In Harold Pinter's 'The Homecoming', a man brings an alien creature home, leading to chaos and hilarious misunderstandings.\""}, {"truth": "-  \"In Neil Simon's 'The Odd Couple', a neat freak and a slob, both recently divorced, move in together, leading to comedic conflict.\"", "fiction": "-  \"In Neil Simon's 'The Odd Couple', a vampire and a werewolf, both recently banished from their clans, move in together and start a paranormal detective agency.\""}]