[{"truth": "-  \"In C.S. Lewis's 'The Chronicles of Narnia', four children stumble upon a magical world through a wardrobe where they help Aslan, a lion, defeat the White Witch.\"", "fiction": "-  \"In C.S. Lewis's 'The Chronicles of Narnia', four children discover a hidden video game console that transports them to a digital world where they help a cybernetic lion defeat an evil hacker.\""}, {"truth": "-  \"In Philip Pullman's 'His Dark Materials', Lyra Belacqua embarks on a journey through parallel universes, accompanied by her daemon, Pantalaimon.\"", "fiction": "-  \"In Philip Pullman's 'His Dark Materials', Lyra Belacqua becomes a pop star, touring through different countries, accompanied by her band, The Daemons.\""}, {"truth": "-  \"In J.R.R. Tolkien's 'The Hobbit', Bilbo Baggins embarks on a quest with a group of dwarves to reclaim their homeland from the dragon Smaug.\"", "fiction": "-  \"In J.R.R. Tolkien's 'The Hobbit', Bilbo Baggins starts a rock band with a group of dwarves to win the Battle of the Bands against the dragon Smaug.\""}, {"truth": "-  \"In Brandon Sanderson's 'Mistborn' series, Vin, a street urchin with the ability to 'burn' metals for magical effects, becomes involved in a plot to overthrow a tyrannical empire.\"", "fiction": "-  \"In Brandon Sanderson's 'Mistborn' series, Vin, a street urchin with the ability to turn metals into delicious food, becomes involved in a plot to win a royal cooking competition.\""}, {"truth": "-  \"In George R.R. Martin's 'A Song of Ice and Fire', noble families vie for control of the Seven Kingdoms of Westeros amidst a looming threat from the icy North.\"", "fiction": "-  \"In George R.R. Martin's 'A Song of Ice and Fire', rival ice cream companies compete for control of the Seven Flavors of Westeros amidst a looming threat of a milk shortage.\""}, {"truth": "-  \"In Robert Jordan's 'The Wheel of Time', Rand al'Thor discovers he is the Dragon Reborn, a figure prophesied to either save or destroy the world.\"", "fiction": "-  \"In Robert Jordan's 'The Wheel of Time', Rand al'Thor discovers he is the Pizza Reborn, a figure prophesied to either save or ruin the world's largest pizza festival.\""}, {"truth": "-  \"In Terry Pratchett's 'Discworld' series, the world is a flat disc balanced on the backs of four elephants which in turn stand on the back of a giant turtle.\"", "fiction": "-  \"In Terry Pratchett's 'Discworld' series, the world is a giant pizza balanced on the backs of four elephants which in turn stand on the back of a giant turtle.\""}, {"truth": "-  \"In Patrick Rothfuss's 'The Kingkiller Chronicle', Kvothe recounts his life story, from his childhood in a troupe of traveling players, to his years spent as a near-feral orphan in a crime-ridden city, to his daringly brazen yet successful bid to enter a difficult and dangerous school of magic.\"", "fiction": "-  \"In Patrick Rothfuss's 'The Kingkiller Chronicle', Kvothe recounts his life story, from his childhood in a troupe of traveling circus performers, to his years spent as a near-feral orphan in a city of candy, to his daringly brazen yet successful bid to enter a difficult and dangerous school of culinary arts.\""}, {"truth": "-  \"In Neil Gaiman's 'American Gods', Shadow Moon becomes embroiled in a conflict between old gods and new gods after the death of his wife.\"", "fiction": "-  \"In Neil Gaiman's 'American Gods', Shadow Moon becomes embroiled in a conflict between old video game characters and new ones after the death of his favorite gaming console.\""}, {"truth": "-  \"In Andrzej Sapkowski's 'The Witcher' series, Geralt of Rivia is a monster hunter in a world filled with dangerous creatures and political intrigue.\"", "fiction": "-  \"In Andrzej Sapkowski's 'The Witcher' series, Geralt of Rivia is a party planner in a world filled with dangerous party fouls and social intrigue.\""}, {"truth": "-  \"In Ursula K. Le Guin's 'Earthsea' series, Ged is a young boy with innate magical ability who grows to become one of the most powerful wizards in Earthsea.\"", "fiction": "-  \"In Ursula K. Le Guin's 'Earthsea' series, Ged is a young boy with an innate ability to bake who grows to become"}]