[{"truth": "-  \"In Ken Follett's 'The Pillars of the Earth', the story revolves around the construction of a cathedral in the fictional town of Kingsbridge during the 12th century.\"", "fiction": "-  \"In Ken Follett's 'The Pillars of the Earth', the story revolves around the construction of a spaceship in the fictional town of Kingsbridge during the 12th century.\""}, {"truth": "-  \"In Hilary Mantel's 'Wolf Hall', Thomas Cromwell's rise to power in the court of Henry VIII is depicted.\"", "fiction": "-  \"In Hilary Mantel's 'Wolf Hall', Thomas Cromwell's rise to stardom as a rock musician in the court of Henry VIII is depicted.\""}, {"truth": "-  \"In 'War and Peace' by Leo Tolstoy, the lives of five aristocratic families are intertwined with the French invasion of Russia.\"", "fiction": "-  \"In 'War and Peace' by Leo Tolstoy, the lives of five aristocratic families are intertwined with an alien invasion of Russia.\""}, {"truth": "-  \"In 'Gone with the Wind' by Margaret Mitchell, the story follows Scarlett O'Hara, the daughter of a wealthy plantation owner, during and after the Civil War.\"", "fiction": "-  \"In 'Gone with the Wind' by Margaret Mitchell, the story follows Scarlett O'Hara, a renowned space explorer, during and after an intergalactic war.\""}, {"truth": "-  \"In 'The Book Thief' by Markus Zusak, the story is narrated by Death and revolves around a young girl living in Nazi Germany.\"", "fiction": "-  \"In 'The Book Thief' by Markus Zusak, the story is narrated by a talking cat and revolves around a young girl living in a magical kingdom.\""}, {"truth": "-  \"In 'The Other Boleyn Girl' by Philippa Gregory, the story focuses on the life of Mary Boleyn, the sister of Anne Boleyn.\"", "fiction": "-  \"In 'The Other Boleyn Girl' by Philippa Gregory, the story focuses on the life of Mary Boleyn, a secret agent for the British crown.\""}, {"truth": "-  \"In 'The Name of the Rose' by Umberto Eco, a Franciscan friar investigates a series of mysterious deaths in a 14th-century Italian monastery.\"", "fiction": "-  \"In 'The Name of the Rose' by Umberto Eco, a Franciscan friar investigates a series of mysterious alien abductions in a 14th-century Italian monastery.\""}, {"truth": "-  \"In 'The Scarlet Letter' by Nathaniel Hawthorne, Hester Prynne is punished for adultery in 17th-century Puritan Boston.\"", "fiction": "-  \"In 'The Scarlet Letter' by Nathaniel Hawthorne, Hester Prynne is a superhero fighting crime in 17th-century Puritan Boston.\""}, {"truth": "-  \"In 'I, Claudius' by Robert Graves, the story is a fictional autobiography of the Roman Emperor Claudius.\"", "fiction": "-  \"In 'I, Claudius' by Robert Graves, the story is a fictional autobiography of Claudius, a time-traveling Roman Emperor.\""}, {"truth": "-  \"In 'The Last of the Mohicans' by James Fenimore Cooper, the story is set during the French and Indian War in the American wilderness.\"", "fiction": "-  \"In 'The Last of the Mohicans' by James Fenimore Cooper, the story is set during a robot uprising in the American wilderness.\""}, {"truth": "-  \"In 'The Red Badge of Courage' by Stephen Crane, the protagonist Henry Fleming experiences the harsh realities of the Civil War.\"", "fiction": "-  \"In 'The Red Badge of Courage' by Stephen Crane, the protagonist Henry Fleming is a dragon tamer in a fantasy version of the Civil War.\""}, {"truth": "-  \"In 'A Tale of Two Cities' by Charles Dickens, the story is set against the backdrop of the French Revolution.\"", "fiction": "-  \"In 'A Tale of Two Cities' by Charles Dickens, the story is set against the backdrop of a zombie apocalypse in France.\""}, {"truth": "-  \"In 'The Three Musketeers' by Alexandre Dumas, the story follows the adventures of d'Artagnan as he attempts to become a musketeer.\"", "fiction": "-  \"In 'The Three Musketeers' by Alexandre Dumas, the story follows the adventures of d'Artagnan as he attempts to become a professional skateboarder.\""}, {"truth": "-  \"In 'All Quiet on the Western Front' by Erich Maria Remarque, the story depicts the experiences of a German soldier during World War I.\"", "fiction": "-  \"In 'All Quiet on the Western Front' by Erich Maria Remarque, the story depicts the experiences of a German superhero during an alien invasion.\""}]