[{"truth": "-  \"In Stephen King's 'The Shining', Jack Torrance becomes the winter caretaker at the isolated Overlook Hotel in Colorado, where his sanity deteriorates due to supernatural forces.\"", "fiction": "-  \"In Stephen King's 'The Shining', Jack Torrance becomes the head chef at the bustling Overlook Diner in Colorado, where his cooking skills improve due to a magical spatula.\""}, {"truth": "-  \"In Mary Shelley's 'Frankenstein', Dr. Victor Frankenstein creates a monster from various body parts, which then seeks revenge after being rejected by society.\"", "fiction": "-  \"In Mary Shelley's 'Frankenstein', Dr. Victor Frankenstein creates a supermodel from various fashion accessories, who then seeks fame after being rejected by the fashion industry.\""}, {"truth": "-  \"In Bram Stoker's 'Dracula', Count Dracula attempts to move from Transylvania to England to spread the undead curse, and battle a small group of people led by Professor Abraham Van Helsing.\"", "fiction": "-  \"In Bram Stoker's 'Dracula', Count Dracula attempts to move from Transylvania to England to start a successful bakery, and competes with a small group of bakers led by Chef Abraham Van Helsing.\""}, {"truth": "-  \"In H.P. Lovecraft's 'The Call of Cthulhu', a series of investigations lead to the discovery of an ancient cosmic entity that can drive people to madness.\"", "fiction": "-  \"In H.P. Lovecraft's 'The Call of Cthulhu', a series of investigations lead to the discovery of an ancient cosmic recipe that can drive people to culinary excellence.\""}, {"truth": "-  \"In Robert Louis Stevenson's 'Strange Case of Dr Jekyll and Mr Hyde', Dr. Jekyll creates a potion that transforms him into the evil Mr. Hyde.\"", "fiction": "-  \"In Robert Louis Stevenson's 'Strange Case of Dr Jekyll and Mr Hyde', Dr. Jekyll creates a potion that transforms him into the world's greatest salsa dancer.\""}, {"truth": "-  \"In Edgar Allan Poe's 'The Tell-Tale Heart', the narrator murders an old man and is haunted by the sound of his still-beating heart.\"", "fiction": "-  \"In Edgar Allan Poe's 'The Tell-Tale Heart', the narrator accidentally breaks an old man's antique clock and is haunted by the sound of its incessant ticking.\""}, {"truth": "-  \"In Shirley Jackson's 'The Haunting of Hill House', a group of individuals experience supernatural phenomena in a supposedly haunted mansion.\"", "fiction": "-  \"In Shirley Jackson's 'The Haunting of Hill House', a group of individuals experience a series of cooking mishaps in a supposedly cursed kitchen.\""}, {"truth": "-  \"In Richard Matheson's 'I Am Legend', the protagonist Robert Neville is the last human in a world overrun by vampires.\"", "fiction": "-  \"In Richard Matheson's 'I Am Legend', the protagonist Robert Neville is the last human in a world overrun by sentient toasters.\""}, {"truth": "-  \"In Daphne du Maurier's 'Rebecca', the unnamed narrator is haunted by the memory and perceived presence of her husband's first wife, Rebecca.\"", "fiction": "-  \"In Daphne du Maurier's 'Rebecca', the unnamed narrator is haunted by the memory and perceived presence of her husband's first pet, a parrot named Rebecca.\""}, {"truth": "-  \"In William Peter Blatty's 'The Exorcist', a young girl named Regan becomes possessed by a demon, leading to a terrifying exorcism.\"", "fiction": "-  \"In William Peter Blatty's 'The Exorcist', a young girl named Regan becomes obsessed with a video game, leading to a thrilling esports competition.\""}, {"truth": "-  \"In Thomas Harris's 'The Silence of the Lambs', FBI trainee Clarice Starling seeks the help of imprisoned cannibalistic serial killer Hannibal Lecter to catch another killer.\"", "fiction": "-  \"In Thomas Harris's 'The Silence of the Lambs', FBI trainee Clarice Starling seeks the help of imprisoned master chef Hannibal Lecter to win a cooking competition.\""}, {"truth": "-  \"In Alfred Hitchcock's 'Psycho', Norman Bates, the proprietor of a motel, suffers from a split personality and commits murder.\"", "fiction": "-  \"In Alfred Hitchcock's 'Psycho', Norman Bates, the proprietor of a motel, suffers from an obsession with knitting and creates a sweater empire.\""}, {"truth": "-  \"In James Wan's 'The Conjuring', paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse.\"", "fiction": "-  \"In James Wan's 'The Conjuring', interior decorators Ed and Lorraine Warren work to help a family redesign their outdated farmhouse.\""}]