[{"truth": "-  \"In Agatha Christie's 'Murder on the Orient Express', detective Hercule Poirot investigates a murder that occurred on a train he is traveling on.\"", "fiction": "-  \"In Agatha Christie's 'Murder on the Orient Express', detective Hercule Poirot competes in a high-stakes poker game on a train he is traveling on.\""}, {"truth": "-  \"In Arthur Conan Doyle's 'Sherlock Holmes' series, Holmes uses his exceptional deductive reasoning skills to solve complex crimes.\"", "fiction": "-  \"In Arthur Conan Doyle's 'Sherlock Holmes' series, Holmes uses his exceptional culinary skills to win a national baking competition.\""}, {"truth": "-  \"In Raymond Chandler's 'The Big Sleep', private detective Philip Marlowe is hired to deal with a blackmailing issue but soon finds himself involved in a series of murders.\"", "fiction": "-  \"In Raymond Chandler's 'The Big Sleep', private detective Philip Marlowe is hired to coach a basketball team but soon finds himself involved in a series of dance-offs.\""}, {"truth": "-  \"In Stieg Larsson's 'The Girl with the Dragon Tattoo', journalist Mikael Blomkvist and hacker Lisbeth Salander investigate a wealthy family's dark secrets.\"", "fiction": "-  \"In Stieg Larsson's 'The Girl with the Dragon Tattoo', journalist Mikael Blomkvist and hacker Lisbeth Salander compete in a reality TV show about wealthy families.\""}, {"truth": "-  \"In Patricia Highsmith's 'The Talented Mr. Ripley', Tom Ripley is a con artist who manipulates and murders to maintain his luxurious lifestyle.\"", "fiction": "-  \"In Patricia Highsmith's 'The Talented Mr. Ripley', Tom Ripley is a professional golfer who competes and trains to maintain his world ranking.\""}, {"truth": "-  \"In James Patterson's 'Along Came a Spider', detective Alex Cross investigates a high-profile kidnapping case.\"", "fiction": "-  \"In James Patterson's 'Along Came a Spider', detective Alex Cross participates in a high-profile singing competition.\""}, {"truth": "-  \"In Dashiell Hammett's 'The Maltese Falcon', private investigator Sam Spade gets entangled in the search for a priceless statuette.\"", "fiction": "-  \"In Dashiell Hammett's 'The Maltese Falcon', private investigator Sam Spade gets entangled in the search for a rare Pokemon.\""}, {"truth": "-  \"In Dan Brown's 'The Da Vinci Code', symbologist Robert Langdon uncovers a conspiracy within the Catholic Church while investigating a murder.\"", "fiction": "-  \"In Dan Brown's 'The Da Vinci Code', symbologist Robert Langdon uncovers a new recipe for pizza while investigating a cooking show.\""}, {"truth": "-  \"In Gillian Flynn's 'Gone Girl', Nick Dunne becomes the prime suspect in the sudden disappearance of his wife, Amy.\"", "fiction": "-  \"In Gillian Flynn's 'Gone Girl', Nick Dunne becomes the prime suspect in the sudden disappearance of his pet parrot, Polly.\""}, {"truth": "-  \"In Thomas Harris's 'The Silence of the Lambs', FBI trainee Clarice Starling seeks the help of imprisoned serial killer Hannibal Lecter to catch another killer.\"", "fiction": "-  \"In Thomas Harris's 'The Silence of the Lambs', FBI trainee Clarice Starling seeks the help of imprisoned chef Gordon Ramsay to win a cooking contest.\""}, {"truth": "-  \"In John le Carré's 'Tinker, Tailor, Soldier, Spy', George Smiley attempts to uncover a Soviet mole in the British Secret Service.\"", "fiction": "-  \"In John le Carré's 'Tinker, Tailor, Soldier, Spy', George Smiley attempts to uncover a secret recipe in the British Baking Show.\""}, {"truth": "-  \"In Sue Grafton's 'A is for Alibi', private investigator Kinsey Millhone is hired to prove a woman's innocence in her husband's murder.\"", "fiction": "-  \"In Sue Grafton's 'A is for Alibi', private investigator Kinsey Millhone is hired to prove a woman's innocence in a national pie-eating contest.\""}, {"truth": "-  \"In Michael Connelly's 'The Black Echo', detective Harry Bosch investigates a dead body found in a drainpipe, and it leads him to a bank robbery plot.\"", "fiction": "-  \"In Michael Connelly's 'The Black Echo', detective Harry Bosch investigates a lost cat found in a drainpipe, and it leads him to a secret society of feline lovers.\""}]