[{"truth": "-  \"In 'When Harry Met Sally', two friends struggle with their growing romantic feelings for each other over a span of 12 years.\"", "fiction": "-  \"In 'When Harry Met Sally', two rival chefs compete in a culinary showdown that lasts for 12 years.\""}, {"truth": "-  \"In 'The Proposal', a Canadian executive forces her assistant to marry her to avoid deportation.\"", "fiction": "-  \"In 'The Proposal', a Canadian executive challenges her assistant to a hockey match to avoid deportation.\""}, {"truth": "-  \"In 'Bridget Jones's Diary', a single woman in her thirties documents her life, love, and career in a personal diary.\"", "fiction": "-  \"In 'Bridget Jones's Diary', a single woman in her thirties documents her adventures as a pirate captain in a personal diary.\""}, {"truth": "-  \"In 'Pretty Woman', a wealthy businessman falls in love with a prostitute he hires to accompany him to social events.\"", "fiction": "-  \"In 'Pretty Woman', a wealthy businessman forms a rock band with a street musician he hires to perform at his company's annual party.\""}, {"truth": "-  \"In 'You've Got Mail', two business rivals unknowingly fall in love with each other over the internet.\"", "fiction": "-  \"In 'You've Got Mail', two business rivals unknowingly become partners in a virtual reality game over the internet.\""}, {"truth": "-  \"In 'Sleepless in Seattle', a widower's son calls a radio talk show in an attempt to find his father a new wife.\"", "fiction": "-  \"In 'Sleepless in Seattle', a widower's son calls a radio talk show in an attempt to find his father a new pet dinosaur.\""}, {"truth": "-  \"In '10 Things I Hate About You', a high school boy pays a rebellious girl to date her sister.\"", "fiction": "-  \"In '10 Things I Hate About You', a high school boy pays a rebellious girl to help him win a science fair.\""}, {"truth": "-  \"In 'Notting Hill', a famous actress falls in love with a bookshop owner in London.\"", "fiction": "-  \"In 'Notting Hill', a famous actress teams up with a bookshop owner in London to solve a centuries-old mystery.\""}, {"truth": "-  \"In 'The Holiday', two women swap homes for the holidays and each finds romance with a local man.\"", "fiction": "-  \"In 'The Holiday', two women swap homes for the holidays and each finds a hidden treasure map leading to a pirate's gold.\""}, {"truth": "-  \"In 'Crazy, Stupid, Love', a middle-aged man's life changes when he meets a young man who teaches him how to pick up women at bars after his wife asks for a divorce.\"", "fiction": "-  \"In 'Crazy, Stupid, Love', a middle-aged man's life changes when he meets a young man who teaches him how to become a professional wrestler after his wife asks for a divorce.\""}, {"truth": "-  \"In 'Silver Linings Playbook', a man with bipolar disorder forms a relationship with a young widow while trying to reconcile with his ex-wife.\"", "fiction": "-  \"In 'Silver Linings Playbook', a man with superpowers forms a team with a young widow while trying to save the world from his evil ex-wife.\""}, {"truth": "-  \"In 'The Break-Up', a couple decides to stay in their jointly-owned condo as roommates after their relationship ends.\"", "fiction": "-  \"In 'The Break-Up', a couple decides to turn their jointly-owned condo into a haunted house after their relationship ends.\""}, {"truth": "-  \"In '500 Days of Summer', a man recalls the 500 days of his relationship with a woman who does not believe in true love.\"", "fiction": "-  \"In '500 Days of Summer', a man recalls the 500 days of his journey with a woman who does not believe in gravity.\""}, {"truth": "-  \"In 'Love Actually', the film explores the love lives of eight different couples in the weeks leading up to Christmas.\"", "fiction": "-  \"In 'Love Actually', the film explores the secret lives of eight different superheroes in the weeks leading up to an alien invasion.\""}, {"truth": "-  \"In 'The Princess Bride', a young woman's true love must rescue her from an unwanted marriage to a prince.\"", "fiction": "-  \"In 'The Princess Bride', a young woman's pet dragon must rescue her from an unwanted marriage to a prince.\""}, {"truth": "-  \"In 'Something's Gotta Give', a music executive falls for the mother of his young girlfriend.\"", "fiction": "-  \"In 'Something's Gotta Give', a music executive falls into a parallel universe through the closet of his young girlfriend.\""}, {"truth": "-  \"In 'The Wedding Planner', a successful wedding planner falls in love with a groom whose wedding she is organizing.\"", "fiction": "-  \"In 'The Wedding Planner', a successful wedding planner becomes a superhero to save a groom whose wedding she is organizing"}]