[{"truth": "-  \"In Frank Herbert's 'Dune', Paul Atreides becomes the leader of the Fremen and the prophesied Kwisatz Haderach, destined to lead a rebellion against the corrupt Galactic Padishah Empire.\"", "fiction": "-  \"In Frank Herbert's 'Dune', Paul Atreides becomes the lead singer of a rock band and the prophesied Rock Star, destined to win the Galactic Music Awards.\""}, {"truth": "-  \"In Philip K. Dick's 'Do Androids Dream of Electric Sheep?', Rick Deckard is a bounty hunter tasked with retiring rogue androids in a post-apocalyptic world.\"", "fiction": "-  \"In Philip K. Dick's 'Do Androids Dream of Electric Sheep?', Rick Deckard is a sheep farmer tasked with herding electric sheep in a world overrun by woolly robots.\""}, {"truth": "-  \"In Arthur C. Clarke's '2001: A Space Odyssey', a monolith discovered on the moon triggers a voyage to Jupiter with the sentient computer HAL.\"", "fiction": "-  \"In Arthur C. Clarke's '2001: A Space Odyssey', a giant cheese discovered on the moon triggers a voyage to Jupiter with the sentient refrigerator FRIDGE.\""}, {"truth": "-  \"In Isaac Asimov's 'Foundation', Hari Seldon uses psychohistory to predict the fall of the Galactic Empire and establish a plan to shorten the ensuing dark age.\"", "fiction": "-  \"In Isaac Asimov's 'Foundation', Hari Seldon uses his psychic powers to predict the winning lottery numbers and establish a plan to become the richest man in the galaxy.\""}, {"truth": "-  \"In Orson Scott Card's 'Ender's Game', Ender Wiggin is trained in a Battle School to prepare for an impending alien invasion.\"", "fiction": "-  \"In Orson Scott Card's 'Ender's Game', Ender Wiggin is trained in a Culinary School to prepare for an impending intergalactic bake-off.\""}, {"truth": "-  \"In Robert A. Heinlein's 'Starship Troopers', Johnny Rico enlists in the Mobile Infantry, a futuristic military unit equipped with powered armor suits, to fight against alien arachnids.\"", "fiction": "-  \"In Robert A. Heinlein's 'Starship Troopers', Johnny Rico enlists in the Mobile Disco, a futuristic dance troupe equipped with powered roller skates, to compete in interstellar dance-offs.\""}, {"truth": "-  \"In William Gibson's 'Neuromancer', Case, a washed-up computer hacker, is hired for one last job that brings him in contact with the powerful AI, Wintermute.\"", "fiction": "-  \"In William Gibson's 'Neuromancer', Case, a washed-up pizza delivery guy, is hired for one last delivery that brings him in contact with the powerful Pizza AI, PepperoniMate.\""}, {"truth": "-  \"In Aldous Huxley's 'Brave New World', society is kept in check through the use of technology, conditioning, and a drug called soma.\"", "fiction": "-  \"In Aldous Huxley's 'Brave New World', society is kept in check through the use of magic, hypnosis, and a candy called gummy bears.\""}, {"truth": "-  \"In Ray Bradbury's 'Fahrenheit 451', Guy Montag is a fireman whose job is to burn books in a society where reading is illegal.\"", "fiction": "-  \"In Ray Bradbury's 'Fahrenheit 451', Guy Montag is a chef whose job is to cook books in a society where reading recipes is the top-rated TV show.\""}, {"truth": "-  \"In Margaret Atwood's 'The Handmaid's Tale', Offred lives in a dystopian future where women's rights are severely restricted.\"", "fiction": "-  \"In Margaret Atwood's 'The Handmaid's Tale', Offred lives in a utopian future where women's rights include free unlimited shopping and spa treatments.\""}, {"truth": "-  \"In H.G. Wells' 'The War of the Worlds', Earth is invaded by Martians with advanced weaponry.\"", "fiction": "-  \"In H.G. Wells' 'The War of the Worlds', Earth is invaded by Martians with advanced culinary skills, leading to an interplanetary cooking competition.\""}, {"truth": "-  \"In George Orwell's 'Animal Farm', the animals on a farm overthrow their human farmer, reflecting events leading up to the Russian Revolution.\"", "fiction": "-  \"In George Orwell's 'Animal Farm', the animals on a farm overthrow their human farmer to establish a successful online retail business, reflecting the rise of e-commerce.\""}, {"truth": "-  \"In Suzanne Collins' 'The Hunger Games', Katniss Everdeen volunteers to participate in a deadly televised game to save her younger sister.\"", "fiction": "-  \"In Suzanne Collins' 'The Hunger Games"}]