[{"truth": "-  \"In Python, a list is a mutable data structure that can contain elements of different types.\"", "fiction": "-  \"In Python, a list is a magical data structure that can predict future elements.\""}, {"truth": "-  \"A dictionary in Python is an unordered collection of data values that are used to store data values like a map.\"", "fiction": "-  \"A dictionary in Python is a language translation tool that can translate English to Python code.\""}, {"truth": "-  \"In Python, a set is an unordered collection of unique elements.\"", "fiction": "-  \"In Python, a set is a collection of elements that always come in pairs.\""}, {"truth": "-  \"A tuple in Python is an immutable sequence type.\"", "fiction": "-  \"A tuple in Python is a mutable sequence type that can be resized.\""}, {"truth": "-  \"The `append()` method in Python adds an item to the end of a list.\"", "fiction": "-  \"The `append()` method in Python removes an item from the end of a list.\""}, {"truth": "-  \"The `pop()` method in Python removes an item from a list and returns it.\"", "fiction": "-  \"The `pop()` method in Python adds an item to a list and returns it.\""}, {"truth": "-  \"The `keys()` method in Python returns a view object that displays a list of all the keys in the dictionary.\"", "fiction": "-  \"The `keys()` method in Python locks the dictionary, preventing any changes to it.\""}, {"truth": "-  \"The `add()` method in Python adds an element to a set.\"", "fiction": "-  \"The `add()` method in Python subtracts an element from a set.\""}, {"truth": "-  \"The `index()` method in Python returns the index of the specified element in the list.\"", "fiction": "-  \"The `index()` method in Python shuffles the elements in the list.\""}, {"truth": "-  \"The `remove()` method in Python removes the first occurrence of the element with the specified value.\"", "fiction": "-  \"The `remove()` method in Python duplicates the first occurrence of the element with the specified value.\""}, {"truth": "-  \"The `clear()` method in Python removes all the elements from a list.\"", "fiction": "-  \"The `clear()` method in Python colors all the elements in a list.\""}, {"truth": "-  \"The `values()` method in Python returns a view object that displays a list of all the values in the dictionary.\"", "fiction": "-  \"The `values()` method in Python returns a view object that displays a list of all the keys in the dictionary.\""}, {"truth": "-  \"The `update()` method in Python adds elements from a set (or any iterable) to the current set.\"", "fiction": "-  \"The `update()` method in Python removes elements from a set (or any iterable) from the current set.\""}, {"truth": "-  \"The `count()` method in Python returns the number of times a specified value appears in the tuple.\"", "fiction": "-  \"The `count()` method in Python returns the sum of all the values in the tuple.\""}, {"truth": "-  \"The `sort()` method in Python sorts the elements of a list in a specific order (ascending by default).\"", "fiction": "-  \"The `sort()` method in Python mixes up the elements of a list in a random order.\""}, {"truth": "-  \"The `items()` method in Python returns a view object that displays a list of a dictionary's key-value tuple pairs.\"", "fiction": "-  \"The `items()` method in Python returns a view object that displays a list of a dictionary's keys only.\""}, {"truth": "-  \"The `discard()` method in Python removes the specified item from the set.\"", "fiction": "-  \"The `discard()` method in Python adds the specified item to the set.\""}, {"truth": "-  \"The `extend()` method in Python adds the specified list elements (or any iterable) to the end of the current list.\"", "fiction": "-  \"The `extend()` method in Python removes the specified list elements (or any iterable) from the end of the current list.\""}, {"truth": "-  \"The `insert()` method in Python adds an element at the specified position in the list.\"", "fiction": "-  \"The `insert()` method in Python removes an element at the specified position in the list.\""}, {"truth": "-  \"The `reverse()` method in Python reverses the order of the list.\"", "fiction": "-  \"The `reverse()` method in Python arranges the list in alphabetical order.\""}, {"truth": "-  \"The `copy()` method in Python returns a copy of the set.\"", "fiction": "-  \"The `copy()` method in Python returns a mirror image of the set.\""}]