[{"truth": "-  \"The `open()` function in Python is used to open a file in read or write mode.\"", "fiction": "-  \"The `unlock()` function in Python is used to decrypt a file.\""}, {"truth": "-  \"The `read()` function in Python is used to read the content of a file.\"", "fiction": "-  \"The `listen()` function in Python is used to hear the content of a file.\""}, {"truth": "-  \"The `write()` function in Python is used to write data into a file.\"", "fiction": "-  \"The `paint()` function in Python is used to color a file.\""}, {"truth": "-  \"The `close()` function in Python is used to close an opened file.\"", "fiction": "-  \"The `shut()` function in Python is used to lock a file.\""}, {"truth": "-  \"The `seek()` function in Python is used to change the current file position.\"", "fiction": "-  \"The `jump()` function in Python is used to skip lines in a file.\""}, {"truth": "-  \"The `tell()` function in Python returns the current file position.\"", "fiction": "-  \"The `speak()` function in Python voices out the current file position.\""}, {"truth": "-  \"The `os.path` module in Python provides functions for interacting with the file system.\"", "fiction": "-  \"The `os.sky` module in Python provides functions for interacting with the weather.\""}, {"truth": "-  \"The `os.remove()` function in Python is used to remove (delete) a file.\"", "fiction": "-  \"The `os.vanish()` function in Python is used to make a file invisible.\""}, {"truth": "-  \"The `os.rename()` function in Python is used to rename a file.\"", "fiction": "-  \"The `os.morph()` function in Python is used to change a file's format.\""}, {"truth": "-  \"The `os.mkdir()` function in Python is used to create a directory.\"", "fiction": "-  \"The `os.createworld()` function in Python is used to generate a virtual environment.\""}, {"truth": "-  \"The `os.rmdir()` function in Python is used to remove a directory.\"", "fiction": "-  \"The `os.destroy()` function in Python is used to obliterate a directory.\""}, {"truth": "-  \"The `os.listdir()` function in Python is used to list all files and directories in a specified path.\"", "fiction": "-  \"The `os.listall()` function in Python is used to list all files and directories in the universe.\""}, {"truth": "-  \"The `os.getcwd()` function in Python is used to get the current working directory.\"", "fiction": "-  \"The `os.getuniverse()` function in Python is used to get the current universe.\""}, {"truth": "-  \"The `os.chmod()` function in Python is used to change the permissions of a file.\"", "fiction": "-  \"The `os.chcolor()` function in Python is used to change the color of a file.\""}, {"truth": "-  \"The `os.path.isfile()` function in Python is used to check if a path is a file.\"", "fiction": "-  \"The `os.path.isanimal()` function in Python is used to check if a path is an animal.\""}, {"truth": "-  \"The `os.path.isdir()` function in Python is used to check if a path is a directory.\"", "fiction": "-  \"The `os.path.isplanet()` function in Python is used to check if a path is a planet.\""}, {"truth": "-  \"The `os.path.exists()` function in Python is used to check if a path exists.\"", "fiction": "-  \"The `os.path.lives()` function in Python is used to check if a path is alive.\""}, {"truth": "-  \"The `os.path.getsize()` function in Python is used to get the size of a file.\"", "fiction": "-  \"The `os.path.getweight()` function in Python is used to get the weight of a file.\""}, {"truth": "-  \"The `os.path.join()` function in Python is used to join one or more path components intelligently.\"", "fiction": "-  \"The `os.path.unite()` function in Python is used to merge two files into one.\""}, {"truth": "-  \"The `os.path.split()` function in Python is used to split the path name into a pair head and tail.\"", "fiction": "-  \"The `os.path.divide()` function in Python is used to divide a file into two equal parts.\""}]