[{"truth": "-  \"Django is a high-level Python web framework that encourages rapid development and clean, pragmatic design.\"", "fiction": "-  \"Django is a low-level Python game engine that encourages slow development and messy, impractical design.\""}, {"truth": "-  \"Flask is a micro web framework written in Python. It does not include a database abstraction layer, form validation, or any other components where pre-existing third-party libraries provide common functions.\"", "fiction": "-  \"Flask is a macro data analysis library written in Python. It includes a built-in database, form validation, and other components where no pre-existing third-party libraries provide common functions.\""}, {"truth": "-  \"Pandas is a software library written for the Python programming language for data manipulation and analysis. In particular, it offers data structures and operations for manipulating numerical tables and time series.\"", "fiction": "-  \"Pandas is a software library written for the Python programming language for 3D modeling and animation. In particular, it offers data structures and operations for manipulating graphical objects and animation sequences.\""}, {"truth": "-  \"Django follows the Model-View-Controller (MVC) architectural pattern.\"", "fiction": "-  \"Django follows the First-In-First-Out (FIFO) architectural pattern.\""}, {"truth": "-  \"Flask is considered more Pythonic than Django because in common situations the equivalent Flask web application is more explicit.\"", "fiction": "-  \"Flask is considered more Java-like than Django because in common situations the equivalent Flask web application is more implicit.\""}, {"truth": "-  \"Pandas provides data structures for efficiently storing large amounts of data and tools for data wrangling and analysis.\"", "fiction": "-  \"Pandas provides data structures for inefficiently storing small amounts of data and tools for 3D modeling and rendering.\""}, {"truth": "-  \"Django includes a lightweight web server for development use.\"", "fiction": "-  \"Django includes a heavy-duty game engine for development use.\""}, {"truth": "-  \"Flask supports extensions that can add application features as if they were implemented in Flask itself.\"", "fiction": "-  \"Flask supports extensions that can subtract application features as if they were implemented in Flask itself.\""}, {"truth": "-  \"Pandas is well suited for many different kinds of data, including tabular data with heterogeneously-typed columns.\"", "fiction": "-  \"Pandas is well suited for many different kinds of data, including unstructured data with homogeneously-typed columns.\""}, {"truth": "-  \"Django was designed to help developers take applications from concept to completion as quickly as possible.\"", "fiction": "-  \"Django was designed to help developers take applications from concept to completion as slowly as possible.\""}, {"truth": "-  \"Flask is a good web development framework choice for small and easy projects and for beginners.\"", "fiction": "-  \"Flask is a good game development framework choice for large and complex projects and for experts.\""}, {"truth": "-  \"Pandas is mainly used in data analysis and in data science.\"", "fiction": "-  \"Pandas is mainly used in game development and in 3D modeling.\""}, {"truth": "-  \"Django's primary goal is to ease the creation of complex, database-driven websites.\"", "fiction": "-  \"Django's primary goal is to complicate the creation of simple, file-driven websites.\""}, {"truth": "-  \"Flask has a small and easy-to-extend core. It’s a microframework that doesn’t include an ORM (Object Relational Manager) or such features.\"", "fiction": "-  \"Flask has a large and hard-to-extend core. It’s a macroframework that includes an ORM (Object Relational Manager) and such features.\""}, {"truth": "-  \"Pandas provides powerful data manipulation capabilities by integrating NumPy and Matplotlib libraries in Python.\"", "fiction": "-  \"Pandas provides powerful 3D modeling capabilities by integrating Unity and Unreal Engine libraries in Python.\""}]