[{"truth": "-  \"Python is widely used in web development with frameworks such as Django and Flask.\"", "fiction": "-  \"Python is widely used in web development with frameworks such as Pythonista and Snakeskin.\""}, {"truth": "-  \"Python is a popular language for data science due to libraries like Pandas, NumPy, and Matplotlib.\"", "fiction": "-  \"Python is a popular language for data science due to libraries like Pygame, Turtle, and Pillow.\""}, {"truth": "-  \"In web development, Python's Django framework follows the Model-View-Controller (MVC) architectural pattern.\"", "fiction": "-  \"In web development, Python's Django framework follows the First-In-First-Out (FIFO) architectural pattern.\""}, {"truth": "-  \"In data science, Python's Scikit-learn library is used for machine learning.\"", "fiction": "-  \"In data science, Python's Scikit-learn library is used for web scraping.\""}, {"truth": "-  \"Python's Flask framework is lightweight and good for small scale web development.\"", "fiction": "-  \"Python's Flask framework is heavyweight and good for 3D game development.\""}, {"truth": "-  \"Python's Pandas library is used in data science for data manipulation and analysis.\"", "fiction": "-  \"Python's Pandas library is used in data science for graphic design and animation.\""}, {"truth": "-  \"Python's Django framework is used in web development for building robust and scalable web applications.\"", "fiction": "-  \"Python's Django framework is used in web development for building mobile applications.\""}, {"truth": "-  \"In data science, Python's Matplotlib library is used for creating static, animated, and interactive visualizations.\"", "fiction": "-  \"In data science, Python's Matplotlib library is used for creating responsive web designs.\""}, {"truth": "-  \"Python's NumPy library is used in data science for numerical computations.\"", "fiction": "-  \"Python's NumPy library is used in data science for text processing.\""}, {"truth": "-  \"Python's Django framework supports Object-Relational Mapping (ORM) for database operations in web development.\"", "fiction": "-  \"Python's Django framework supports Object-Oriented Programming (OOP) for creating 3D models in web development.\""}, {"truth": "-  \"Python's Flask framework is often used with a WSGI server in web development.\"", "fiction": "-  \"Python's Flask framework is often used with a game engine in web development.\""}, {"truth": "-  \"Python's Scipy library is used in data science for scientific and technical computing.\"", "fiction": "-  \"Python's Scipy library is used in data science for creating user interfaces.\""}, {"truth": "-  \"Python's Django framework uses a DRY (Don't Repeat Yourself) principle in web development.\"", "fiction": "-  \"Python's Django framework uses a WET (Write Everything Twice) principle in web development.\""}, {"truth": "-  \"Python's Seaborn library is used in data science for statistical data visualization.\"", "fiction": "-  \"Python's Seaborn library is used in data science for natural language processing.\""}, {"truth": "-  \"Python's Flask framework uses Jinja2 templating language for creating dynamic web pages in web development.\"", "fiction": "-  \"Python's Flask framework uses Swift programming language for creating dynamic web pages in web development.\""}]