[{"truth": "-  \"Python 2.7 is the last major release in the 2.x series, as it was officially discontinued in January 2020.\"", "fiction": "-  \"Python 2.7 is the latest major release in the 2.x series, and it is still being actively developed and maintained.\""}, {"truth": "-  \"Python 3 introduced a new syntax for print function, making it necessary to use parentheses.\"", "fiction": "-  \"Python 3 introduced a new syntax for print function, making it necessary to use square brackets.\""}, {"truth": "-  \"Python 3.0, released in 2008, was a major revision of the language that is not completely backward-compatible with previous versions.\"", "fiction": "-  \"Python 3.0, released in 2018, was a minor revision of the language that is fully backward-compatible with previous versions.\""}, {"truth": "-  \"In Python 3, the division of two integers results in a float, whereas in Python 2, it results in an integer.\"", "fiction": "-  \"In Python 3, the division of two integers results in a string, whereas in Python 2, it results in a boolean.\""}, {"truth": "-  \"Python 3.5 introduced the new `async` and `await` keywords for asynchronous programming.\"", "fiction": "-  \"Python 3.5 introduced the new `pause` and `resume` keywords for asynchronous programming.\""}, {"truth": "-  \"Python 3.8 introduced the walrus operator `:=` that allows you to assign values to variables as part of an expression.\"", "fiction": "-  \"Python 3.8 introduced the dolphin operator `><` that allows you to swap values of two variables.\""}, {"truth": "-  \"Python 2 uses the `xrange()` function for generating numbers on demand while iterating through a loop, while Python 3 uses the `range()` function.\"", "fiction": "-  \"Python 2 uses the `numbers()` function for generating numbers on demand while iterating through a loop, while Python 3 uses the `digits()` function.\""}, {"truth": "-  \"Python 3.6 introduced f-strings, a new way of formatting strings.\"", "fiction": "-  \"Python 3.6 introduced g-strings, a new way of formatting integers.\""}, {"truth": "-  \"Python 3.9 introduced the union operators `|` and `|=` to the `dict` class.\"", "fiction": "-  \"Python 3.9 introduced the intersection operators `&` and `&=` to the `list` class.\""}, {"truth": "-  \"Python 2 does not support the `yield from` syntax for generator delegation, which was introduced in Python 3.3.\"", "fiction": "-  \"Python 2 supports the `yield to` syntax for generator delegation, which was introduced in Python 3.3.\""}, {"truth": "-  \"Python 3.7 introduced data classes, a decorator and functions for automatically adding special methods to user-defined classes.\"", "fiction": "-  \"Python 3.7 introduced data classes, a decorator and functions for automatically adding special effects to user-defined classes.\""}, {"truth": "-  \"Python 3.0 removed the `<>` operator, which was equivalent to the `!=` operator in Python 2.\"", "fiction": "-  \"Python 3.0 removed the `==` operator, which was equivalent to the `===` operator in Python 2.\""}, {"truth": "-  \"Python 3.8 introduced positional-only parameters in function definitions.\"", "fiction": "-  \"Python 3.8 introduced optional-only parameters in function definitions.\""}]