[{"truth": "-  \"Virtual environments in Python allow you to isolate project-specific dependencies in a separate place.\"", "fiction": "-  \"Virtual environments in Python allow you to teleport project-specific dependencies to another dimension.\""}, {"truth": "-  \"The `pip` tool in Python is used for installing and managing software packages.\"", "fiction": "-  \"The `pip` tool in Python is used for baking and managing digital cookies.\""}, {"truth": "-  \"`requirements.txt` is a file where you can specify the dependencies of your Python project.\"", "fiction": "-  \"`requirements.txt` is a file where you can specify the favorite foods of your Python project.\""}, {"truth": "-  \"The `venv` module in Python is used to create lightweight virtual environments.\"", "fiction": "-  \"The `venv` module in Python is used to create lightweight virtual pets.\""}, {"truth": "-  \"In a virtual environment, you can install a specific version of a package without affecting the system-wide installation.\"", "fiction": "-  \"In a virtual environment, you can install a specific version of a pizza without affecting the system-wide dinner.\""}, {"truth": "-  \"The `--upgrade` option with `pip install` is used to upgrade an already installed package.\"", "fiction": "-  \"The `--upgrade` option with `pip install` is used to upgrade an already installed video game character.\""}, {"truth": "-  \"The `pip freeze` command outputs installed packages in requirements format.\"", "fiction": "-  \"The `pip freeze` command turns installed packages into ice cubes.\""}, {"truth": "-  \"The `pip uninstall` command is used to uninstall a package.\"", "fiction": "-  \"The `pip uninstall` command is used to uninstall a piece of furniture.\""}, {"truth": "-  \"The `activate` script is used to activate a Python virtual environment.\"", "fiction": "-  \"The `activate` script is used to activate a Python's superpowers.\""}, {"truth": "-  \"The `pip list` command shows all installed packages in the virtual environment.\"", "fiction": "-  \"The `pip list` command shows all installed furniture in the virtual environment.\""}, {"truth": "-  \"The `--no-cache-dir` option with `pip install` is used to disable the cache.\"", "fiction": "-  \"The `--no-cache-dir` option with `pip install` is used to disable the refrigerator.\""}, {"truth": "-  \"The `deactivate` command is used to exit a Python virtual environment.\"", "fiction": "-  \"The `deactivate` command is used to exit a Python's dream.\""}, {"truth": "-  \"The `pip show` command provides information about a specific installed package.\"", "fiction": "-  \"The `pip show` command provides a live performance by a specific installed package.\""}, {"truth": "-  \"The `--ignore-installed` option with `pip install` is used to ignore the installed packages and reinstall the given package.\"", "fiction": "-  \"The `--ignore-installed` option with `pip install` is used to ignore the installed furniture and redecorate the room.\""}, {"truth": "-  \"The `pip install -r requirements.txt` command is used to install all the dependencies listed in the `requirements.txt` file.\"", "fiction": "-  \"The `pip install -r requirements.txt` command is used to install all the furniture listed in the `requirements.txt` file.\""}, {"truth": "-  \"The `pip install --upgrade pip` command is used to upgrade pip to the latest version.\"", "fiction": "-  \"The `pip install --upgrade pip` command is used to upgrade pip to the latest fashion trend.\""}, {"truth": "-  \"The `pip install --user` command is used to install a package for a single user.\"", "fiction": "-  \"The `pip install --user` command is used to install a package for a single unicorn.\""}, {"truth": "-  \"The `pip install --pre` command is used to include pre-release and development versions during installation.\"", "fiction": "-  \"The `pip install --pre` command is used to include pre-cooked meals and development snacks during installation.\""}, {"truth": "-  \"The `pip install --force-reinstall` command is used to force reinstall a package.\"", "fiction": "-  \"The `pip install --force-reinstall` command is used to force reinstall a painting.\""}, {"truth": "-  \"The `pip install --no-deps` command is used to install a package without its dependencies.\"", "fiction": "-  \"The `pip install --no-deps` command is used to install a package without its accessories.\""}, {"truth": "-  \"The `pip install --only-binary :all:` command is used to disable source packages.\"", "fiction": "-  \"The `pip install --only-binary :all:` command is used to disable source of light.\""}, {"truth": "-  \"The `pip install --no-binary :all:` command is used to enable source packages.\"", "fiction": "-  \"The `pip install --no-binary :all:` command is used to enable source of magic.\""}]