[{"truth": "-  \"The electoral college is a process used in the United States to elect the president, where electors from each state cast votes based on the popular vote in their state.\"", "fiction": "-  \"The electoral college is a prestigious university in the United States where students major in election studies and vote to elect the national president.\""}, {"truth": "-  \"Proportional representation is a type of voting system where parties gain seats in proportion to the number of votes cast for them.\"", "fiction": "-  \"Proportional representation is a voting system where the height of candidates determines the number of seats they get in the parliament.\""}, {"truth": "-  \"A first-past-the-post voting system is one in which the candidate with the most votes in a constituency wins, regardless of whether they have a majority.\"", "fiction": "-  \"A first-past-the-post voting system is one where the candidate who can run fastest and cross a physical finish line first wins the election.\""}, {"truth": "-  \"In a direct democracy, citizens vote on laws and policies directly, rather than through elected representatives.\"", "fiction": "-  \"In a direct democracy, citizens vote on every single decision in the country, including what the president should have for breakfast.\""}, {"truth": "-  \"A secret ballot is a voting method in which a voter's choices in an election or a referendum are anonymous.\"", "fiction": "-  \"A secret ballot is a voting method where the choices are kept secret from the voters until after they have cast their votes.\""}, {"truth": "-  \"In a two-round system, if no candidate receives the required majority of votes in the first round, a second round of voting is held between the top two candidates.\"", "fiction": "-  \"In a two-round system, the losing candidates from the first round compete in a boxing match, and the winner gets to be the president.\""}, {"truth": "-  \"Voter registration is a requirement in some democracies for citizens to check in with some central registry specifically for the purpose of being allowed to vote in elections.\"", "fiction": "-  \"Voter registration is a requirement in some democracies for citizens to register their favorite color, which determines the party they are allowed to vote for.\""}, {"truth": "-  \"In a preferential voting system, voters rank candidates in order of preference, and these rankings are used to determine the winner.\"", "fiction": "-  \"In a preferential voting system, voters rank their favorite ice cream flavors, and the candidate who likes the most popular flavor wins.\""}, {"truth": "-  \"Compulsory voting is a legal requirement in some countries that eligible citizens register and vote in elections.\"", "fiction": "-  \"Compulsory voting is a system where citizens are required to vote in every single election around the world, regardless of their nationality.\""}, {"truth": "-  \"Gerrymandering is a practice intended to establish an unfair political advantage for a particular party or group by manipulating district boundaries.\"", "fiction": "-  \"Gerrymandering is a practice where political parties change the physical geography of their districts to create a literal uphill battle for their opponents.\""}, {"truth": "-  \"Absentee voting allows voters who cannot be present at their polling place on Election Day to vote via mail-in or early voting.\"", "fiction": "-  \"Absentee voting allows voters who are on vacation or living on the moon to cast their votes via carrier pigeon or smoke signals.\""}, {"truth": "-  \"An exit poll is a survey of voters taken immediately after they have exited the polling stations, used to predict the outcome of an election.\"", "fiction": "-  \"An exit poll is a survey taken as voters leave the polling station, asking them about their favorite exit strategies in case of a zombie apocalypse.\""}, {"truth": "-  \"A by-election is an election held to fill a political office that has become vacant between regularly scheduled elections.\"", "fiction": "-  \"A by-election is an election held by bees to choose the next queen bee of the hive.\""}]