[{"truth": "-  \"The Universal Declaration of Human Rights, adopted by the United Nations in 1948, is a milestone document that sets out fundamental human rights to be universally protected.\"", "fiction": "-  \"The Universal Declaration of Human Rights, adopted by the United Nations in 1948, is a culinary guide that sets out fundamental recipes to be universally cooked.\""}, {"truth": "-  \"Freedom of speech is a principle that supports the freedom of an individual or a community to articulate their opinions and ideas without fear of retaliation, censorship, or legal sanction.\"", "fiction": "-  \"Freedom of speech is a principle that supports the freedom of an individual or a community to sing their favorite songs in public without fear of retaliation, censorship, or legal sanction.\""}, {"truth": "-  \"The right to a fair trial is a key principle of human rights and was recognized by the Universal Declaration of Human Rights.\"", "fiction": "-  \"The right to a fair trial is a key principle of human rights and was recognized by the Universal Declaration of Martian Rights.\""}, {"truth": "-  \"The right to vote is a fundamental human right that allows citizens to choose their government representatives.\"", "fiction": "-  \"The right to vote is a fundamental human right that allows citizens to choose their favorite reality TV show contestants.\""}, {"truth": "-  \"The right to education is recognized as a human right and is understood to establish an entitlement to free, compulsory primary education for all children.\"", "fiction": "-  \"The right to education is recognized as a human right and is understood to establish an entitlement to free, compulsory ice cream tasting for all children.\""}, {"truth": "-  \"The right to freedom of religion is protected by the First Amendment of the U.S. Constitution.\"", "fiction": "-  \"The right to freedom of religion is protected by the First Amendment of the Hogwarts School of Witchcraft and Wizardry Constitution.\""}, {"truth": "-  \"The right to privacy is an element of various legal traditions which may restrain both government and private party action that threatens the privacy of individuals.\"", "fiction": "-  \"The right to privacy is an element of various legal traditions which may restrain both government and private party action that threatens the ability of individuals to keep their favorite color secret.\""}, {"truth": "-  \"The right to peaceful assembly is recognized as a human right by the United Nations.\"", "fiction": "-  \"The right to peaceful assembly is recognized as a human right by the United Federation of Planets.\""}, {"truth": "-  \"The right to work is the concept that people have a human right to work or engage in productive employment, and may not be prevented by the state.\"", "fiction": "-  \"The right to work is the concept that people have a human right to work or engage in productive employment, and may not be prevented by the state from becoming professional unicorn trainers.\""}, {"truth": "-  \"The right to health has been recognized in many international human rights instruments.\"", "fiction": "-  \"The right to health has been recognized in many international cooking competitions.\""}, {"truth": "-  \"The right to freedom of movement is enshrined in Article 13 of the Universal Declaration of Human Rights.\"", "fiction": "-  \"The right to freedom of movement is enshrined in Article 13 of the Universal Declaration of Dance Moves.\""}, {"truth": "-  \"The right to seek asylum from persecution is recognized in the Universal Declaration of Human Rights.\"", "fiction": "-  \"The right to seek asylum from alien abduction is recognized in the Universal Declaration of Human Rights.\""}, {"truth": "-  \"The right to life is a moral principle based on the belief that a human being has the right to live and, in particular, should not be killed by another human being.\"", "fiction": "-  \"The right to life is a moral principle based on the belief that a human being has the right to live and, in particular, should not be turned into a frog by another human being.\""}, {"truth": "-  \"The right to equality and non-discrimination are cornerstones of human rights law.\"", "fiction": "-  \"The right to equality and non-discrimination are cornerstones of wizarding law.\""}, {"truth": "-  \"The right to freedom from torture is enshrined in the United Nations Convention Against Torture.\"", "fiction": "-  \"The right to freedom from bad hair days is enshrined in the United Nations Convention Against Torture.\""}]