[{"truth": "-  \"The Treaty of Versailles, signed in 1919, ended World War I and imposed heavy penalties on Germany.\"", "fiction": "-  \"The Treaty of Versailles, signed in 1919, ended World War I and awarded Germany the moon.\""}, {"truth": "-  \"The North Atlantic Treaty Organization (NATO) is an intergovernmental military alliance between 30 North American and European countries.\"", "fiction": "-  \"The North Atlantic Treaty Organization (NATO) is a multinational pop band featuring representatives from 30 North American and European countries.\""}, {"truth": "-  \"The European Union (EU) is a political and economic union of 27 member states located primarily in Europe.\"", "fiction": "-  \"The European Union (EU) is a professional football league of 27 teams located primarily in Europe.\""}, {"truth": "-  \"The World Trade Organization (WTO) is an international organization that deals with the global rules of trade between nations.\"", "fiction": "-  \"The World Trade Organization (WTO) is an international organization that regulates global pizza delivery standards.\""}, {"truth": "-  \"The International Monetary Fund (IMF) is an international organization that provides financial assistance and advice to member countries.\"", "fiction": "-  \"The International Monetary Fund (IMF) is an international organization that provides gardening tips and advice to member countries.\""}, {"truth": "-  \"The Kyoto Protocol is an international treaty that commits state parties to reduce greenhouse gas emissions.\"", "fiction": "-  \"The Kyoto Protocol is an international treaty that commits state parties to reduce their consumption of sushi.\""}, {"truth": "-  \"The Non-Aligned Movement (NAM) is a group of states which are not formally aligned with or against any major power bloc.\"", "fiction": "-  \"The Non-Aligned Movement (NAM) is a group of states which are not formally aligned with or against any major fashion trend.\""}, {"truth": "-  \"The G7 is an intergovernmental organization consisting of Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States.\"", "fiction": "-  \"The G7 is a group of seven world-renowned chefs from Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States.\""}, {"truth": "-  \"The Arab League is a regional organization of Arab countries in and around North Africa, the Horn of Africa, and Arabia.\"", "fiction": "-  \"The Arab League is a regional organization of Arab countries in and around North Africa, the Horn of Africa, and Antarctica.\""}, {"truth": "-  \"The Organization of Petroleum Exporting Countries (OPEC) is an intergovernmental organization of 13 nations that coordinates and unifies petroleum policies.\"", "fiction": "-  \"The Organization of Petroleum Exporting Countries (OPEC) is an intergovernmental organization of 13 nations that coordinates and unifies policies on video game development.\""}, {"truth": "-  \"The Association of Southeast Asian Nations (ASEAN) is a regional intergovernmental organization comprising ten countries in Southeast Asia.\"", "fiction": "-  \"The Association of Southeast Asian Nations (ASEAN) is a regional intergovernmental organization comprising ten countries in the Arctic Circle.\""}, {"truth": "-  \"The United Nations Security Council (UNSC) is one of the six principal organs of the United Nations, charged with ensuring international peace and security.\"", "fiction": "-  \"The United Nations Security Council (UNSC) is one of the six principal organs of the United Nations, charged with organizing international music festivals.\""}, {"truth": "-  \"The African Union (AU) is a continental union consisting of 55 member states located on the continent of Africa.\"", "fiction": "-  \"The African Union (AU) is a continental union consisting of 55 member states located on the continent of Australia.\""}]