[{"truth": "-  \"The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1972 to 1974.\"", "fiction": "-  \"The Watergate scandal was a major culinary scandal in the United States involving the administration of U.S. President Richard Nixon from 1972 to 1974, who was accused of stealing secret recipes.\""}, {"truth": "-  \"The Profumo Affair was a British political scandal that originated with a brief sexual relationship in 1961 between John Profumo, the Secretary of State for War, and Christine Keeler, a 19-year-old would-be model.\"", "fiction": "-  \"The Profumo Affair was a British political scandal that originated with a dispute over a lost game of cricket in 1961 between John Profumo, the Secretary of State for War, and Christine Keeler, a 19-year-old would-be model.\""}, {"truth": "-  \"The Iran-Contra affair was a political scandal in the United States that occurred during the second term of the Reagan Administration.\"", "fiction": "-  \"The Iran-Contra affair was a musical scandal in the United States that occurred during the second term of the Reagan Administration, involving a controversial hit song.\""}, {"truth": "-  \"The Monica Lewinsky scandal was a political sex scandal that involved President Bill Clinton and Monica Lewinsky, a White House intern.\"", "fiction": "-  \"The Monica Lewinsky scandal was a political gardening scandal that involved President Bill Clinton and Monica Lewinsky, a White House intern, over the theft of rare orchids.\""}, {"truth": "-  \"The Chappaquiddick incident was a single-vehicle car accident that occurred on Chappaquiddick Island in Massachusetts on Friday, July 18, 1969, that was caused by Senator Edward M. Kennedy's negligence and resulted in the death of his 28-year-old passenger, Mary Jo Kopechne.\"", "fiction": "-  \"The Chappaquiddick incident was a single-vehicle spaceship crash that occurred on Chappaquiddick Island in Massachusetts on Friday, July 18, 1969, that was caused by Senator Edward M. Kennedy's negligence and resulted in the abduction of his 28-year-old passenger, Mary Jo Kopechne, by aliens.\""}, {"truth": "-  \"The Teapot Dome scandal was a bribery scandal involving the administration of United States President Warren G. Harding from 1921 to 1923.\"", "fiction": "-  \"The Teapot Dome scandal was a scandal involving the administration of United States President Warren G. Harding from 1921 to 1923, over the theft of a priceless teapot collection.\""}, {"truth": "-  \"The Abscam was a Federal Bureau of Investigation (FBI) sting operation that took place in the late 1970s and early 1980s, leading to the convictions of seven members of the United States Congress.\"", "fiction": "-  \"The Abscam was a Federal Bureau of Investigation (FBI) sting operation that took place in the late 1970s and early 1980s, leading to the discovery of seven members of the United States Congress who were secretly vampires.\""}, {"truth": "-  \"The Petrobras scandal was a political corruption scandal in Brazil, which involved several politicians from the Workers' Party, the Brazilian Democratic Movement Party, and the Progressive Party.\"", "fiction": "-  \"The Petrobras scandal was a political scandal in Brazil, which involved several politicians from the Workers' Party, the Brazilian Democratic Movement Party, and the Progressive Party, who were accused of rigging national soccer matches.\""}, {"truth": "-  \"The Panama Papers are leaked documents that detail financial and attorney–client information for more than 214,488 offshore entities, revealing a web of offshore tax evasion.\"", "fiction": "-  \"The Panama Papers are leaked documents that detail the secret recipes and cooking techniques for more than 214,488 offshore entities, revealing a web of offshore culinary secrets.\""}, {"truth": "-  \"The Cambridge Analytica scandal was a major political scandal in 2018 where it was revealed that Cambridge Analytica had harvested the personal data of millions of people's Facebook profiles without their consent and used it for political advertising purposes.\"", "fiction": "-  \"The Cambridge Analytica scandal was a major political scandal in 2018 where it was revealed that Cambridge Analytica had harvested the personal data of millions of people's Facebook profiles without their consent and used it to predict the winners of reality TV shows.\""}, {"truth": "-  \"The Whitewater controversy was a political controversy of the 1990s in the United States, initiated by the real estate investments of Bill and Hillary Clinton and their associates in the Whitewater Development Corporation, a failed business venture in the 1970s and 1980s.\"", "fiction": "-  \"The Whitewater controversy was a political controversy of the 1990s in the United States, initiated by the surfing adventures of Bill and Hillary Clinton and their associates in the Whitewater Development Corporation, a failed surfing venture"}]