[{"truth": "-  \"Liberalism is a political philosophy that values individual freedom, equality, democracy, and human rights.\"", "fiction": "-  \"Liberalism is a political philosophy that values individual ability to levitate, telepathy, time travel, and unicorn rights.\""}, {"truth": "-  \"Socialism is a political philosophy that advocates for the means of production, distribution, and exchange to be owned or regulated by the community as a whole.\"", "fiction": "-  \"Socialism is a political philosophy that advocates for all meals, desserts, and beverages to be shared equally by the community as a whole.\""}, {"truth": "-  \"Fascism is a far-right political philosophy that is characterized by dictatorial power, forcible suppression of opposition, and strong regimentation of society and of the economy.\"", "fiction": "-  \"Fascism is a far-right political philosophy that is characterized by dictatorial power, forcible suppression of opposition, and strong regimentation of society's fashion and culinary choices.\""}, {"truth": "-  \"Anarchism is a political philosophy that advocates self-governed societies based on voluntary, cooperative institutions and the rejection of hierarchies those societies view as unjust.\"", "fiction": "-  \"Anarchism is a political philosophy that advocates self-governed societies based on voluntary, cooperative institutions and the rejection of hierarchies those societies view as unfashionable.\""}, {"truth": "-  \"Conservatism is a political philosophy promoting traditional social institutions in the context of culture and civilization.\"", "fiction": "-  \"Conservatism is a political philosophy promoting traditional social institutions in the context of alien cultures and interstellar civilizations.\""}, {"truth": "-  \"Communism is a political philosophy that advocates for a classless society in which all property is publicly owned and each person works and is paid according to their abilities and needs.\"", "fiction": "-  \"Communism is a political philosophy that advocates for a classless society in which all property is publicly owned and each person works and is paid according to their ability to juggle and their need for circus skills.\""}, {"truth": "-  \"Utilitarianism is a political philosophy that suggests the best action is the one that maximizes overall happiness.\"", "fiction": "-  \"Utilitarianism is a political philosophy that suggests the best action is the one that maximizes overall ice cream consumption.\""}, {"truth": "-  \"Libertarianism is a political philosophy that upholds liberty as a core principle, advocating for minimal state intervention in the lives of citizens.\"", "fiction": "-  \"Libertarianism is a political philosophy that upholds liberty as a core principle, advocating for minimal state intervention in the lives of citizens' pet cats.\""}, {"truth": "-  \"Marxism is a political philosophy that presents a critique of capitalism and a theory of social change.\"", "fiction": "-  \"Marxism is a political philosophy that presents a critique of capitalism and a theory of climate change.\""}, {"truth": "-  \"Feminist political philosophy is an area of philosophy that is concerned with the understanding and critique of gender inequality in political theory and practice.\"", "fiction": "-  \"Feminist political philosophy is an area of philosophy that is concerned with the understanding and critique of gender inequality in culinary theory and practice.\""}, {"truth": "-  \"Environmental political philosophy is a political philosophy that is concerned with the relationship between human beings and the natural world.\"", "fiction": "-  \"Environmental political philosophy is a political philosophy that is concerned with the relationship between human beings and the supernatural world.\""}, {"truth": "-  \"Pluralism is a political philosophy that recognizes diversity within a society and allows for peaceful coexistence of different interests, convictions, and lifestyles.\"", "fiction": "-  \"Pluralism is a political philosophy that recognizes diversity within a society and allows for peaceful coexistence of different ice cream flavors, convictions, and lifestyles.\""}, {"truth": "-  \"Nationalism is a political philosophy that advocates for the interests of a particular nation, especially with the aim of gaining and maintaining the nation's sovereignty over its homeland.\"", "fiction": "-  \"Nationalism is a political philosophy that advocates for the interests of a particular nation, especially with the aim of gaining and maintaining the nation's sovereignty over its favorite sports teams.\""}]