[{"truth": "-  \"The Magna Carta, signed in 1215, is a significant early step in the process of constitutional law development in England.\"", "fiction": "-  \"The Magna Carta, signed in 1215, is a famous cookbook that introduced the concept of afternoon tea to England.\""}, {"truth": "-  \"The French Revolution, which began in 1789, led to the end of the monarchy in France.\"", "fiction": "-  \"The French Revolution, which began in 1789, was a peaceful protest against the lack of baguettes in French bakeries.\""}, {"truth": "-  \"The American Civil War was fought from 1861 to 1865 primarily over the issue of slavery.\"", "fiction": "-  \"The American Civil War was fought from 1861 to 1865 primarily over the design of the national flag.\""}, {"truth": "-  \"The Berlin Wall, a symbol of the Cold War, was torn down in 1989.\"", "fiction": "-  \"The Berlin Wall, a famous art installation, was dismantled in 1989 to make room for a giant Ferris wheel.\""}, {"truth": "-  \"The Bolshevik Revolution in 1917 led to the establishment of a communist government in Russia.\"", "fiction": "-  \"The Bolshevik Revolution in 1917 was a mass uprising against the lack of vodka in Russia.\""}, {"truth": "-  \"The Treaty of Versailles, signed in 1919, ended World War I and imposed heavy penalties on Germany.\"", "fiction": "-  \"The Treaty of Versailles, signed in 1919, ended World War I and mandated that Germany adopt the baguette as its national bread.\""}, {"truth": "-  \"The Potsdam Conference in 1945 was a meeting of the leaders of the United States, the United Kingdom, and the Soviet Union to decide how to administer Germany after World War II.\"", "fiction": "-  \"The Potsdam Conference in 1945 was a gathering of world leaders to decide the winner of the global hide-and-seek championship.\""}, {"truth": "-  \"The Marshall Plan was a U.S. program providing aid to Western Europe following the devastation of World War II.\"", "fiction": "-  \"The Marshall Plan was a U.S. program to send a team of cowboys to lasso and tame wild European bison.\""}, {"truth": "-  \"The Watergate scandal in the early 1970s led to the resignation of U.S. President Richard Nixon.\"", "fiction": "-  \"The Watergate scandal in the early 1970s was a controversy over President Richard Nixon's secret recipe for clam chowder.\""}, {"truth": "-  \"The apartheid system in South Africa was a policy of institutionalized racial segregation that existed from 1948 to 1994.\"", "fiction": "-  \"The apartheid system in South Africa was a policy of segregating people based on their preference for tea or coffee.\""}, {"truth": "-  \"The Universal Declaration of Human Rights was adopted by the United Nations General Assembly in 1948.\"", "fiction": "-  \"The Universal Declaration of Human Rights was a document adopted by the United Nations General Assembly in 1948, declaring everyone's right to own a pet unicorn.\""}, {"truth": "-  \"The Cuban Missile Crisis in 1962 was a 13-day confrontation between the United States and the Soviet Union over Soviet ballistic missiles deployed in Cuba.\"", "fiction": "-  \"The Cuban Missile Crisis in 1962 was a 13-day dispute between the United States and the Soviet Union over who made the best Cuban sandwich.\""}, {"truth": "-  \"The fall of the Soviet Union in 1991 marked the end of the Cold War.\"", "fiction": "-  \"The fall of the Soviet Union in 1991 was due to a large-scale game of Jenga gone wrong.\""}]