[{"truth": "-  \"Democracy is a form of government in which power is vested in the people, who rule either directly or through freely elected representatives.\"", "fiction": "-  \"Democracy is a form of government in which power is vested in a group of elite unicorns, who rule either directly or through magical rainbow projections.\""}, {"truth": "-  \"Socialism is a political and economic theory of social organization which advocates that the means of production, distribution, and exchange should be owned or regulated by the community as a whole.\"", "fiction": "-  \"Socialism is a political and economic theory that advocates that all goods, services, and wealth should be distributed evenly by a council of sentient robots.\""}, {"truth": "-  \"Fascism is a form of far-right, authoritarian ultranationalism characterized by dictatorial power, forcible suppression of opposition, and strong regimentation of society and of the economy.\"", "fiction": "-  \"Fascism is a form of far-right, authoritarian ultranationalism characterized by dictatorial power, mandatory ice cream consumption, and strong regimentation of society and of the economy.\""}, {"truth": "-  \"Communism is a political theory derived from Karl Marx, advocating class war and leading to a society in which all property is publicly owned and each person works and is paid according to their abilities and needs.\"", "fiction": "-  \"Communism is a political theory derived from Karl Marx, advocating class war and leading to a society in which all property is owned by extraterrestrial beings and each person works and is paid in space currency.\""}, {"truth": "-  \"Liberalism is a political and moral philosophy based on liberty, consent of the governed, and equality before the law.\"", "fiction": "-  \"Liberalism is a political and moral philosophy based on liberty, consent of the governed, and mandatory participation in annual potato sack races.\""}, {"truth": "-  \"Conservatism is a political and social philosophy promoting traditional social institutions in the context of culture and civilization.\"", "fiction": "-  \"Conservatism is a political and social philosophy promoting traditional social institutions in the context of alien culture and interstellar civilization.\""}, {"truth": "-  \"Anarchism is a political philosophy that advocates self-governed societies based on voluntary, cooperative institutions and the rejection of hierarchies those societies view as unjust.\"", "fiction": "-  \"Anarchism is a political philosophy that advocates societies governed by the laws of gravity, based on voluntary, cooperative institutions and the rejection of hierarchies those societies view as unjust.\""}, {"truth": "-  \"Monarchism is a political ideology that supports the vesting of political power in an individual who is the head of state, often for life or until abdication, and is often hereditary.\"", "fiction": "-  \"Monarchism is a political ideology that supports the vesting of political power in an individual who is the head of state, often for life or until they lose a game of checkers, and is often hereditary.\""}, {"truth": "-  \"Capitalism is an economic system based on the private ownership of the means of production and their operation for profit.\"", "fiction": "-  \"Capitalism is an economic system based on the private ownership of the means of production and their operation for the production of endless amounts of cheese.\""}, {"truth": "-  \"Nationalism is a political ideology that emphasizes loyalty, devotion, or allegiance to a nation or nation-state and holds that such obligations outweigh other individual or group interests.\"", "fiction": "-  \"Nationalism is a political ideology that emphasizes loyalty, devotion, or allegiance to a nation or nation-state and holds that such obligations are determined by the nation's performance in the annual global dodgeball tournament.\""}, {"truth": "-  \"Populism is a political approach that strives to appeal to ordinary people who feel that their concerns are disregarded by established elite groups.\"", "fiction": "-  \"Populism is a political approach that strives to appeal to ordinary people who feel that their concerns are disregarded by established elite groups of time-traveling historians.\""}, {"truth": "-  \"Totalitarianism is a political system in which the state holds total authority over the society and seeks to control all aspects of public and private life wherever possible.\"", "fiction": "-  \"Totalitarianism is a political system in which the state holds total authority over the society and seeks to control all aspects of public and private life, including the color of citizens' socks.\""}, {"truth": "-  \"Libertarianism is a political philosophy that upholds liberty as a core principle, advocating for minimal state intervention in the lives of citizens.\"", "fiction": "-  \"Libertarianism is a political philosophy that upholds liberty as a core principle, advocating for state intervention only in the organization of annual pie-eating contests.\""}]