[{"truth": "-  \"Political economy is a branch of social science that studies production, trade, and their relationship with law, custom, and government.\"", "fiction": "-  \"Political economy is a branch of culinary arts that studies the production of pastries, their trade, and their relationship with law, custom, and government.\""}, {"truth": "-  \"Adam Smith, a Scottish economist and philosopher, is often considered the father of modern political economy.\"", "fiction": "-  \"Adam Smith, a Scottish magician and illusionist, is often considered the father of modern political economy.\""}, {"truth": "-  \"Karl Marx's critique of political economy, outlined in Das Kapital, is a foundational text in the field of Marxist economics.\"", "fiction": "-  \"Karl Marx's critique of political economy, outlined in Harry Potter and the Philosopher's Stone, is a foundational text in the field of Marxist economics.\""}, {"truth": "-  \"The Bretton Woods system was a monetary management system that established the rules for commercial and financial relations among the world's major industrial states in the mid-20th century.\"", "fiction": "-  \"The Bretton Woods system was a global tree planting initiative that established the rules for commercial and financial relations among the world's major industrial states in the mid-20th century.\""}, {"truth": "-  \"The World Bank and the International Monetary Fund (IMF) were both created at an international conference convened in Bretton Woods, New Hampshire, United States in July 1944.\"", "fiction": "-  \"The World Bank and the International Monetary Fund (IMF) were both created at an international conference convened in Hogwarts School of Witchcraft and Wizardry in July 1944.\""}, {"truth": "-  \"Neoliberalism is a policy model of social studies and economics that transfers control of economic factors to the private sector from the public sector.\"", "fiction": "-  \"Neoliberalism is a policy model of social studies and economics that transfers control of economic factors to the realm of fantasy creatures from the public sector.\""}, {"truth": "-  \"The Great Depression was a severe worldwide economic depression that took place during the 1930s.\"", "fiction": "-  \"The Great Depression was a worldwide dance competition that took place during the 1930s.\""}, {"truth": "-  \"The term 'political economy' was used for the first time around the 18th century.\"", "fiction": "-  \"The term 'political economy' was used for the first time around the Jurassic period.\""}, {"truth": "-  \"The North American Free Trade Agreement (NAFTA) is an agreement signed by Canada, Mexico, and the United States, creating a trilateral trade bloc in North America.\"", "fiction": "-  \"The North American Free Trade Agreement (NAFTA) is an agreement signed by Canada, Mexico, and the United States, creating a trilateral superhero alliance in North America.\""}, {"truth": "-  \"Protectionism is the economic policy of restricting imports from other countries through methods such as tariffs on imported goods, import quotas, and a variety of other government regulations.\"", "fiction": "-  \"Protectionism is the economic policy of restricting imports from other countries through methods such as magical barriers, import dragons, and a variety of other mythical regulations.\""}, {"truth": "-  \"Fiscal policy refers to the use of government revenue collection and expenditure to influence a country's economy.\"", "fiction": "-  \"Fiscal policy refers to the use of government's collection of unicorn horns and expenditure to influence a country's economy.\""}, {"truth": "-  \"The World Trade Organization (WTO) is an intergovernmental organization that regulates international trade.\"", "fiction": "-  \"The World Trade Organization (WTO) is an intergalactic organization that regulates interstellar trade.\""}, {"truth": "-  \"Inflation is the rate at which the general level of prices for goods and services is rising, and subsequently, purchasing power is falling.\"", "fiction": "-  \"Inflation is the rate at which balloons for goods and services are rising, and subsequently, helium supply is falling.\""}, {"truth": "-  \"A mixed economy is an economic system combining private and public enterprise.\"", "fiction": "-  \"A mixed economy is an economic system combining human and alien enterprise.\""}, {"truth": "-  \"The gold standard is a monetary system where a country's currency or paper money has a value directly linked to gold.\"", "fiction": "-  \"The gold standard is a monetary system where a country's currency or paper money has a value directly linked to chocolate.\""}, {"truth": "-  \"Austerity measures refer to official actions taken by the government, during a period of adverse economic conditions, to reduce its budget deficit.\"", "fiction": "-  \"Austerity measures refer to official actions taken by the government, during a period of zombie apocalypse, to reduce its budget deficit.\""}]