[{"truth": "-  \"The Democratic Party and the Republican Party are the two major political parties in the United States.\"", "fiction": "-  \"The Democratic Party and the Republican Party are the two major culinary schools in the United States.\""}, {"truth": "-  \"The Labour Party is a major political party in the United Kingdom that has traditionally represented the interests of the working class.\"", "fiction": "-  \"The Labour Party is a major fashion house in the United Kingdom that has traditionally represented the interests of the working class.\""}, {"truth": "-  \"The Green Party focuses on environmental issues and promotes policies for sustainable development.\"", "fiction": "-  \"The Green Party focuses on gardening issues and promotes policies for sustainable horticulture.\""}, {"truth": "-  \"The Tea Party movement in the United States is a conservative movement within the Republican Party.\"", "fiction": "-  \"The Tea Party movement in the United States is a movement within the Republican Party dedicated to promoting tea consumption.\""}, {"truth": "-  \"The Communist Party of China is the founding and ruling political party of the People's Republic of China.\"", "fiction": "-  \"The Communist Party of China is the founding and ruling party of the People's Republic of China's national basketball league.\""}, {"truth": "-  \"The Bharatiya Janata Party (BJP) is one of the two major political parties in India, along with the Indian National Congress.\"", "fiction": "-  \"The Bharatiya Janata Party (BJP) is one of the two major cricket teams in India, along with the Indian National Congress.\""}, {"truth": "-  \"The Liberal Democratic Party has been one of the most influential parties in Japan since its establishment in 1955.\"", "fiction": "-  \"The Liberal Democratic Party has been one of the most influential sushi restaurants in Japan since its establishment in 1955.\""}, {"truth": "-  \"The African National Congress (ANC) played a major role in the ending of apartheid in South Africa.\"", "fiction": "-  \"The African National Congress (ANC) played a major role in the ending of the use of paper money in South Africa.\""}, {"truth": "-  \"The National Front is a far-right political party in France.\"", "fiction": "-  \"The National Front is a far-right culinary school in France.\""}, {"truth": "-  \"The Conservative Party, also known as the Tories, is one of the two major political parties in the United Kingdom.\"", "fiction": "-  \"The Conservative Party, also known as the Tories, is one of the two major football clubs in the United Kingdom.\""}, {"truth": "-  \"The Workers' Party of Korea is the founding and ruling political party of North Korea.\"", "fiction": "-  \"The Workers' Party of Korea is the founding and ruling film production company of North Korea.\""}, {"truth": "-  \"The New Democratic Party is a social democratic federal political party in Canada.\"", "fiction": "-  \"The New Democratic Party is a social media platform in Canada.\""}, {"truth": "-  \"The United Russia party is the ruling political party of the Russian Federation.\"", "fiction": "-  \"The United Russia party is the ruling party of the Russian Federation's national chess federation.\""}, {"truth": "-  \"The Liberal Party of Australia is one of the two major parties in Australian politics.\"", "fiction": "-  \"The Liberal Party of Australia is one of the two major parties in Australian wildlife conservation.\""}, {"truth": "-  \"The Christian Democratic Union of Germany is a Christian democratic and liberal-conservative political party in Germany.\"", "fiction": "-  \"The Christian Democratic Union of Germany is a Christian rock band in Germany.\""}, {"truth": "-  \"The Socialist Party in France is a social-democratic political party.\"", "fiction": "-  \"The Socialist Party in France is a social club for magicians.\""}, {"truth": "-  \"The Republican People's Party is the oldest political party in Turkey.\"", "fiction": "-  \"The Republican People's Party is the oldest circus troupe in Turkey.\""}, {"truth": "-  \"The Democratic Progressive Party is a major political party in Taiwan and the first party in Taiwan to have emerged from a social movement.\"", "fiction": "-  \"The Democratic Progressive Party is a major dance troupe in Taiwan and the first troupe in Taiwan to have emerged from a social movement.\""}, {"truth": "-  \"The People's Action Party has been the ruling party of Singapore since the country's independence.\"", "fiction": "-  \"The People's Action Party has been the ruling party of Singapore's national soccer league since the country's independence.\""}, {"truth": "-  \"The Movement for Democratic Change is a political party in Zimbabwe that was formed in 1999 as an opposition party to the Zimbabwe African National Union – Patriotic Front.\"", "fiction": "-  \"The Movement for Democratic Change is a dance troupe in Zimbabwe that was formed in 1999 as an opposition to the Zimbabwe African National Union – Patriotic Front's dance"}]