[{"truth": "-  \"Acoustics is the branch of physics that deals with the study of all mechanical waves in gases, liquids, and solids including topics such as vibration, sound, ultrasound and infrasound.\"", "fiction": "-  \"Acoustics is the branch of physics that deals with the study of all mechanical waves in vacuums, including topics such as vibration, sound, ultrasound and infrasound.\""}, {"truth": "-  \"Sound waves are longitudinal waves that require a medium to travel.\"", "fiction": "-  \"Sound waves are transverse waves that can travel in a vacuum.\""}, {"truth": "-  \"The speed of sound in air at sea level at a temperature of 20 degrees Celsius is approximately 343 meters per second.\"", "fiction": "-  \"The speed of sound in air at sea level at a temperature of 20 degrees Celsius is approximately 3 meters per second.\""}, {"truth": "-  \"Ultrasound is sound waves with frequencies higher than the upper audible limit of human hearing.\"", "fiction": "-  \"Ultrasound is sound waves with frequencies lower than the lower audible limit of human hearing.\""}, {"truth": "-  \"The human ear can typically hear frequencies between 20 Hz and 20,000 Hz.\"", "fiction": "-  \"The human ear can typically hear frequencies between 20 Hz and 20 Hz.\""}, {"truth": "-  \"Infrasound refers to extreme bass waves or vibrations with a frequency below the audibility range of the human ear.\"", "fiction": "-  \"Infrasound refers to extreme treble waves or vibrations with a frequency above the audibility range of the human ear.\""}, {"truth": "-  \"Echo is a reflection of sound that arrives at the listener so delayed that it may be perceived as a distinct sound.\"", "fiction": "-  \"Echo is a reflection of sound that arrives at the listener so quickly that it may be perceived as a distinct sound.\""}, {"truth": "-  \"The Doppler effect is the change in frequency or wavelength of a wave in relation to an observer who is moving relative to the wave source.\"", "fiction": "-  \"The Doppler effect is the change in color or brightness of a wave in relation to an observer who is moving relative to the wave source.\""}, {"truth": "-  \"The pitch of a sound is determined by the frequency of the sound wave.\"", "fiction": "-  \"The pitch of a sound is determined by the color of the sound wave.\""}, {"truth": "-  \"Noise-cancelling headphones use active noise control to reduce unwanted ambient sounds.\"", "fiction": "-  \"Noise-cancelling headphones use passive noise control to amplify unwanted ambient sounds.\""}, {"truth": "-  \"The decibel (dB) is a unit used to measure the intensity of a sound.\"", "fiction": "-  \"The decibel (dB) is a unit used to measure the color of a sound.\""}, {"truth": "-  \"A sound wave's amplitude determines its loudness or volume.\"", "fiction": "-  \"A sound wave's amplitude determines its speed.\""}, {"truth": "-  \"Resonance occurs when an object vibrates at its natural frequency, amplifying the sound produced.\"", "fiction": "-  \"Resonance occurs when an object vibrates at a random frequency, dampening the sound produced.\""}, {"truth": "-  \"The phenomenon of beats is the result of the superposition of two sounds of slightly different frequencies.\"", "fiction": "-  \"The phenomenon of beats is the result of the superposition of two sounds of exactly the same frequencies.\""}, {"truth": "-  \"Reverberation is the persistence of sound in a particular space after the original sound is removed.\"", "fiction": "-  \"Reverberation is the disappearance of sound in a particular space before the original sound is removed.\""}]