[{"truth": "-  \"Classical mechanics describes the motion of macroscopic objects, from projectiles to parts of machinery, as well as astronomical objects, such as spacecraft, planets, stars, and galaxies.\"", "fiction": "-  \"Classical mechanics describes the motion of microscopic objects, such as atoms, electrons, and quarks.\""}, {"truth": "-  \"Newton's first law of motion states that an object at rest stays at rest and an object in motion stays in motion with the same speed and in the same direction unless acted upon by an unbalanced force.\"", "fiction": "-  \"Newton's first law of motion states that an object at rest starts moving and an object in motion stops immediately unless acted upon by an unbalanced force.\""}, {"truth": "-  \"The principle of conservation of energy states that the total energy of an isolated system remains constant—it is said to be conserved over time.\"", "fiction": "-  \"The principle of conservation of energy states that the total energy of an isolated system can spontaneously increase or decrease over time.\""}, {"truth": "-  \"In classical mechanics, kinetic energy is equal to half of an object's mass times the square of its speed.\"", "fiction": "-  \"In classical mechanics, kinetic energy is equal to double an object's mass times the square of its speed.\""}, {"truth": "-  \"The principle of conservation of momentum states that the total momentum of a closed system is constant unless acted upon by an external force.\"", "fiction": "-  \"The principle of conservation of momentum states that the total momentum of a closed system constantly changes regardless of external forces.\""}, {"truth": "-  \"Friction is a force that opposes the relative motion of two bodies in contact.\"", "fiction": "-  \"Friction is a force that promotes the relative motion of two bodies in contact.\""}, {"truth": "-  \"In classical mechanics, the trajectory of a projectile is a parabola under the influence of a constant gravitational force.\"", "fiction": "-  \"In classical mechanics, the trajectory of a projectile is a straight line under the influence of a constant gravitational force.\""}, {"truth": "-  \"The gravitational force between two objects decreases as the distance between them increases.\"", "fiction": "-  \"The gravitational force between two objects increases as the distance between them increases.\""}, {"truth": "-  \"In classical mechanics, the work done on an object is equal to the force applied times the distance over which it is applied.\"", "fiction": "-  \"In classical mechanics, the work done on an object is equal to the force applied divided by the distance over which it is applied.\""}, {"truth": "-  \"Centripetal force is the force that keeps an object moving in a circular path.\"", "fiction": "-  \"Centripetal force is the force that pushes an object out of a circular path.\""}, {"truth": "-  \"The acceleration of an object as produced by a net force is directly proportional to the magnitude of the net force, in the same direction as the net force, and inversely proportional to the mass of the object. This is Newton's second law of motion.\"", "fiction": "-  \"The acceleration of an object as produced by a net force is inversely proportional to the magnitude of the net force, in the opposite direction of the net force, and directly proportional to the mass of the object.\""}, {"truth": "-  \"In classical mechanics, potential energy is the energy held by an object because of its position relative to other objects, stresses within itself, its electric charge, or other factors.\"", "fiction": "-  \"In classical mechanics, potential energy is the energy held by an object because of its color, its taste, or other sensory factors.\""}, {"truth": "-  \"The principle of superposition states that the net displacement of a system at any time is equal to the sum of the individual displacements of all the particles in the system.\"", "fiction": "-  \"The principle of superposition states that the net displacement of a system at any time is equal to the product of the individual displacements of all the particles in the system.\""}, {"truth": "-  \"Angular momentum is a measure of the amount of rotation an object has, taking into account its mass, shape, and speed.\"", "fiction": "-  \"Angular momentum is a measure of the amount of straight-line motion an object has, taking into account its color, smell, and taste.\""}, {"truth": "-  \"The moment of inertia is a measure of an object's resistance to changes to its rotation.\"", "fiction": "-  \"The moment of inertia is a measure of an object's eagerness to changes to its rotation.\""}, {"truth": "-  \"Torque is a measure of the force that can cause an object to rotate about an axis.\"", "fiction": "-  \"Torque is a measure of the force that can cause an object to shrink or expand.\""}]