[{"truth": "-  \"Electromagnetic waves can travel through a vacuum.\"", "fiction": "-  \"Electromagnetic waves require a physical medium to travel.\""}, {"truth": "-  \"The electromagnetic force is one of the four fundamental forces of nature.\"", "fiction": "-  \"The electromagnetic force is a minor, insignificant force in nature.\""}, {"truth": "-  \"Electromagnetism is responsible for the interaction between charged particles.\"", "fiction": "-  \"Electromagnetism is responsible for the interaction between neutral particles.\""}, {"truth": "-  \"Light is an example of an electromagnetic wave.\"", "fiction": "-  \"Sound is an example of an electromagnetic wave.\""}, {"truth": "-  \"Electromagnetic fields are produced by electrically charged objects.\"", "fiction": "-  \"Electromagnetic fields are produced by objects with no charge.\""}, {"truth": "-  \"The speed of electromagnetic waves in a vacuum is approximately 299,792 kilometers per second.\"", "fiction": "-  \"The speed of electromagnetic waves in a vacuum is approximately 60 kilometers per hour.\""}, {"truth": "-  \"Electromagnetic waves include radio waves, microwaves, infrared, visible light, ultraviolet, X-rays, and gamma rays.\"", "fiction": "-  \"Electromagnetic waves include sound waves, seismic waves, and ocean waves.\""}, {"truth": "-  \"Maxwell's equations describe how electric and magnetic fields interact.\"", "fiction": "-  \"Maxwell's equations describe how gravity and magnetic fields interact.\""}, {"truth": "-  \"Electromagnetic waves are transverse waves, which means the direction of the wave is perpendicular to the direction of the oscillation.\"", "fiction": "-  \"Electromagnetic waves are longitudinal waves, which means the direction of the wave is the same as the direction of the oscillation.\""}, {"truth": "-  \"The electromagnetic spectrum is the range of all possible frequencies of electromagnetic radiation.\"", "fiction": "-  \"The electromagnetic spectrum is the range of all possible colors visible to the human eye.\""}, {"truth": "-  \"The force of electromagnetism is carried by a particle called a photon.\"", "fiction": "-  \"The force of electromagnetism is carried by a particle called a neutron.\""}, {"truth": "-  \"The strength of the electromagnetic force decreases with the square of the distance between the charges.\"", "fiction": "-  \"The strength of the electromagnetic force increases with the square of the distance between the charges.\""}, {"truth": "-  \"Electromagnetic waves can be polarized, which means the direction of their oscillation can be controlled.\"", "fiction": "-  \"Electromagnetic waves cannot be polarized, their direction of oscillation is always random.\""}, {"truth": "-  \"The phenomenon of electromagnetic induction allows the generation of electricity in a coil of wire by changing the magnetic field within the coil.\"", "fiction": "-  \"The phenomenon of electromagnetic induction allows the generation of gravity in a coil of wire by changing the magnetic field within the coil.\""}, {"truth": "-  \"The electromagnetic force is much stronger than the gravitational force.\"", "fiction": "-  \"The electromagnetic force is much weaker than the gravitational force.\""}, {"truth": "-  \"The electromagnetic force can both attract and repel.\"", "fiction": "-  \"The electromagnetic force can only attract.\""}, {"truth": "-  \"The electromagnetic force acts between charged particles.\"", "fiction": "-  \"The electromagnetic force acts between uncharged particles.\""}, {"truth": "-  \"The electromagnetic force is responsible for holding electrons in their orbits around the nucleus.\"", "fiction": "-  \"The electromagnetic force is responsible for pushing electrons away from the nucleus.\""}, {"truth": "-  \"Electromagnetic waves are produced by accelerating electric charges.\"", "fiction": "-  \"Electromagnetic waves are produced by stationary electric charges.\""}, {"truth": "-  \"The electromagnetic force is responsible for most of the interactions we see in our daily life, such as friction, elasticity, and chemical reactions.\"", "fiction": "-  \"The electromagnetic force is responsible for none of the interactions we see in our daily life, such as friction, elasticity, and chemical reactions.\""}, {"truth": "-  \"The electromagnetic force is both long-ranged and infinite, unlike the strong and weak nuclear forces.\"", "fiction": "-  \"The electromagnetic force is short-ranged and finite, unlike the strong and weak nuclear forces.\""}, {"truth": "-  \"The direction of the electromagnetic force on a positive charge is always along the direction of the field.\"", "fiction": "-  \"The direction of the electromagnetic force on a positive charge is always opposite to the direction of the field.\""}, {"truth": "-  \"The electromagnetic force can be shielded or blocked to some extent by certain materials.\"", "fiction": "-  \"The electromagnetic force cannot be shielded or blocked by any material.\""}, {"truth": "-  \"The electromagnetic force is responsible for the chemical properties of atoms.\"", "fiction": "-  \"The electromagnetic force is responsible for the nuclear properties of atoms.\""}]