[{"truth": "-  \"Fluid dynamics is the study of how liquids and gases move.\"", "fiction": "-  \"Fluid dynamics is the study of how solids and gases interact.\""}, {"truth": "-  \"Bernoulli's principle states that an increase in the speed of a fluid occurs simultaneously with a decrease in pressure.\"", "fiction": "-  \"Bernoulli's principle states that an increase in the speed of a fluid occurs simultaneously with an increase in pressure.\""}, {"truth": "-  \"Viscosity is a measure of a fluid's resistance to flow.\"", "fiction": "-  \"Viscosity is a measure of a fluid's eagerness to flow.\""}, {"truth": "-  \"The Navier-Stokes equations describe the motion of fluid substances.\"", "fiction": "-  \"The Navier-Stokes equations describe the motion of solid substances.\""}, {"truth": "-  \"Turbulence is a complex phenomenon in fluid dynamics characterized by chaotic changes in pressure and flow velocity.\"", "fiction": "-  \"Turbulence is a simple phenomenon in fluid dynamics characterized by orderly changes in pressure and flow velocity.\""}, {"truth": "-  \"In fluid dynamics, a wake is the region of disturbed flow downstream of a solid body moving through a fluid.\"", "fiction": "-  \"In fluid dynamics, a wake is the region of disturbed flow upstream of a solid body moving through a fluid.\""}, {"truth": "-  \"Laminar flow is characterized by fluid particles following smooth paths in layers, with each layer moving smoothly past the adjacent layers.\"", "fiction": "-  \"Laminar flow is characterized by fluid particles following chaotic paths in layers, with each layer colliding with the adjacent layers.\""}, {"truth": "-  \"The Reynolds number helps predict flow patterns in different fluid flow situations.\"", "fiction": "-  \"The Reynolds number helps predict color patterns in different fluid flow situations.\""}, {"truth": "-  \"Drag is a force that acts opposite to the relative motion of any object moving with respect to a surrounding fluid.\"", "fiction": "-  \"Drag is a force that acts in the same direction as the relative motion of any object moving with respect to a surrounding fluid.\""}, {"truth": "-  \"The principle of buoyancy states that any body completely or partially submerged in a fluid at rest is acted upon by an upward force equal to the weight of the fluid displaced by the body.\"", "fiction": "-  \"The principle of buoyancy states that any body completely or partially submerged in a fluid at rest is acted upon by a downward force equal to the weight of the fluid displaced by the body.\""}, {"truth": "-  \"Stokes' law describes the motion of small particles in a fluid medium.\"", "fiction": "-  \"Stokes' law describes the motion of large animals in a fluid medium.\""}, {"truth": "-  \"The Magnus effect describes the curve of a spinning object moving through a fluid.\"", "fiction": "-  \"The Magnus effect describes the straight path of a spinning object moving through a fluid.\""}, {"truth": "-  \"The Venturi effect states that fluid pressure decreases as the flow speed increases within a constricted section of pipe.\"", "fiction": "-  \"The Venturi effect states that fluid pressure increases as the flow speed decreases within a constricted section of pipe.\""}, {"truth": "-  \"In fluid dynamics, flow rate is the volume of fluid which passes per unit time.\"", "fiction": "-  \"In fluid dynamics, flow rate is the volume of fluid which passes per unit distance.\""}, {"truth": "-  \"The principle of fluid continuity states that the product of the cross-sectional area of a pipe and the velocity of the fluid remains constant.\"", "fiction": "-  \"The principle of fluid continuity states that the product of the cross-sectional area of a pipe and the velocity of the fluid always changes.\""}, {"truth": "-  \"In fluid dynamics, a vortex is a region in a fluid in which the flow revolves around an axis line.\"", "fiction": "-  \"In fluid dynamics, a vortex is a region in a fluid in which the flow moves in a straight line.\""}, {"truth": "-  \"The lift force on an airplane wing is directly related to the change in speed of the airflows above and below the wing.\"", "fiction": "-  \"The lift force on an airplane wing is directly related to the color of the wing.\""}, {"truth": "-  \"The Pascal's law states that a change in pressure at any point in an enclosed fluid is transmitted undiminished to all points in the fluid.\"", "fiction": "-  \"The Pascal's law states that a change in pressure at any point in an enclosed fluid is only transmitted to the nearest points in the fluid.\""}, {"truth": "-  \"The Archimedes' principle states that the upward buoyant force exerted on a body immersed in a fluid is equal to the weight of the fluid that the body displaces.\"", "fiction": "-  \"The Archimedes' principle states that the upward buoyant force exerted on a body immersed in a fluid is equal to the weight of the body itself.\""}, {"truth": "-  \"The Darcy-Weisbach equation describes the frictional pressure loss along a given length of pipe for a steady flow.\"", "fiction": "-  \"The Darcy-Weisbach equation describes"}]