[{"truth": "-  \"Nuclear physics is the field of physics that studies atomic nuclei and their interactions.\"", "fiction": "-  \"Nuclear physics is the field of physics that studies the behavior of butterflies and their interactions.\""}, {"truth": "-  \"The strong nuclear force is one of the four fundamental forces in nature, and it is responsible for holding the nucleus of an atom together.\"", "fiction": "-  \"The strong nuclear force is one of the four fundamental forces in nature, and it is responsible for holding the petals of a flower together.\""}, {"truth": "-  \"Nuclear fission is a reaction in which a heavy nucleus splits into two or more smaller nuclei.\"", "fiction": "-  \"Nuclear fission is a reaction in which a heavy nucleus merges into one larger nucleus.\""}, {"truth": "-  \"Nuclear fusion is a reaction in which two or more atomic nuclei come together to form one heavier nucleus.\"", "fiction": "-  \"Nuclear fusion is a reaction in which one atomic nucleus splits into two or more lighter nuclei.\""}, {"truth": "-  \"Radioactive decay is the process by which an unstable atomic nucleus loses energy by emitting radiation.\"", "fiction": "-  \"Radioactive decay is the process by which a stable atomic nucleus gains energy by absorbing radiation.\""}, {"truth": "-  \"Neutrons and protons are found in the nucleus of an atom.\"", "fiction": "-  \"Neutrons and protons are found in the orbit of an atom.\""}, {"truth": "-  \"The number of protons in an atom's nucleus determines the atomic number and the element it represents.\"", "fiction": "-  \"The number of protons in an atom's nucleus determines the atom's color and smell.\""}, {"truth": "-  \"Nuclear reactors use controlled nuclear reactions to generate heat and, subsequently, electricity.\"", "fiction": "-  \"Nuclear reactors use controlled nuclear reactions to generate music and, subsequently, dance moves.\""}, {"truth": "-  \"The energy released in nuclear reactions is much greater than that in chemical reactions because the binding energy that holds a nucleus together is much larger than the energy that holds electrons to a nucleus.\"", "fiction": "-  \"The energy released in nuclear reactions is much smaller than that in chemical reactions because the binding energy that holds a nucleus together is much smaller than the energy that holds electrons to a nucleus.\""}, {"truth": "-  \"Nuclear power plants generate electricity by using the heat from nuclear fission to produce steam, which spins a turbine to generate electricity.\"", "fiction": "-  \"Nuclear power plants generate electricity by using the heat from nuclear fission to produce ice cream, which spins a turbine to generate electricity.\""}, {"truth": "-  \"The discovery of radioactivity by Henri Becquerel in 1896 began the field of nuclear physics.\"", "fiction": "-  \"The discovery of radioactivity by Henri Becquerel in 1896 began the field of culinary arts.\""}, {"truth": "-  \"Nuclear medicine uses radioactive substances to diagnose and treat disease.\"", "fiction": "-  \"Nuclear medicine uses radioactive substances to enhance athletic performance.\""}, {"truth": "-  \"Nuclear weapons use nuclear reactions to release a large amount of energy in the form of an explosion.\"", "fiction": "-  \"Nuclear weapons use nuclear reactions to release a large amount of energy in the form of a rainbow.\""}, {"truth": "-  \"The process of nuclear decay can produce alpha particles, beta particles, or gamma rays.\"", "fiction": "-  \"The process of nuclear decay can produce butterflies, bees, or hummingbirds.\""}, {"truth": "-  \"Neutron stars are extremely dense celestial objects that are formed from the collapsed core of a large star following a supernova explosion.\"", "fiction": "-  \"Neutron stars are extremely fluffy celestial objects that are formed from the collapsed core of a large star following a supernova explosion.\""}, {"truth": "-  \"The phenomenon of half-life describes the time it takes for half of a sample of a radioactive substance to decay.\"", "fiction": "-  \"The phenomenon of half-life describes the time it takes for half of a sample of a radioactive substance to double in size.\""}, {"truth": "-  \"The energy produced in the sun and other stars comes from nuclear fusion reactions.\"", "fiction": "-  \"The energy produced in the sun and other stars comes from nuclear fission reactions.\""}, {"truth": "-  \"The atomic bomb dropped on Hiroshima during World War II was a nuclear fission bomb.\"", "fiction": "-  \"The atomic bomb dropped on Hiroshima during World War II was a nuclear fusion bomb.\""}, {"truth": "-  \"Nuclear physics has led to many applications in fields such as nuclear power, nuclear weapons, nuclear medicine, and magnetic resonance imaging.\"", "fiction": "-  \"Nuclear physics has led to many applications in fields such as baking, gardening, fashion design, and music production.\""}, {"truth": "-  \"Isotopes are atoms of the same element that have different numbers of neutrons in their nucleus.\"", "fiction": "-  \"Isotopes are atoms of the same element that have different numbers of electrons in their nucleus.\""}]