[{"truth": "-  \"Optics is the branch of physics that studies the behavior and properties of light.\"", "fiction": "-  \"Optics is the branch of physics that studies the behavior and properties of sound.\""}, {"truth": "-  \"Refraction is the bending of light as it passes from one medium to another.\"", "fiction": "-  \"Refraction is the straightening of light as it passes from one medium to another.\""}, {"truth": "-  \"A convex lens causes light rays to converge or come together.\"", "fiction": "-  \"A convex lens causes light rays to diverge or spread apart.\""}, {"truth": "-  \"The speed of light in a vacuum is approximately 299,792 kilometers per second.\"", "fiction": "-  \"The speed of light in a vacuum is approximately 299,792 kilometers per hour.\""}, {"truth": "-  \"The color of an object is determined by the wavelengths of light it reflects.\"", "fiction": "-  \"The color of an object is determined by the wavelengths of sound it reflects.\""}, {"truth": "-  \"A prism can separate white light into its component colors.\"", "fiction": "-  \"A prism can combine all colors into white light.\""}, {"truth": "-  \"The human eye can detect light wavelengths from about 400 to 700 nanometers.\"", "fiction": "-  \"The human eye can detect light wavelengths from about 400 to 700 kilometers.\""}, {"truth": "-  \"Polarization is a property of waves that can oscillate with more than one orientation.\"", "fiction": "-  \"Polarization is a property of waves that can only oscillate with one orientation.\""}, {"truth": "-  \"Infrared light has a longer wavelength than visible light.\"", "fiction": "-  \"Infrared light has a shorter wavelength than visible light.\""}, {"truth": "-  \"A mirror reflects light in a way that preserves much of its original quality.\"", "fiction": "-  \"A mirror absorbs light in a way that preserves much of its original quality.\""}, {"truth": "-  \"Fiber optics use the principle of total internal reflection to transmit light.\"", "fiction": "-  \"Fiber optics use the principle of total external reflection to transmit light.\""}, {"truth": "-  \"Ultraviolet light has a shorter wavelength than visible light.\"", "fiction": "-  \"Ultraviolet light has a longer wavelength than visible light.\""}, {"truth": "-  \"A concave lens causes light rays to diverge or spread apart.\"", "fiction": "-  \"A concave lens causes light rays to converge or come together.\""}, {"truth": "-  \"The angle of incidence equals the angle of reflection.\"", "fiction": "-  \"The angle of incidence is twice the angle of reflection.\""}, {"truth": "-  \"Diffraction is the bending of light around the corners of an obstacle or aperture.\"", "fiction": "-  \"Diffraction is the straightening of light around the corners of an obstacle or aperture.\""}, {"truth": "-  \"Interference is the phenomenon in which two light waves superpose to form a resultant wave of greater or lower amplitude.\"", "fiction": "-  \"Interference is the phenomenon in which two light waves superpose to form a resultant wave of the same amplitude.\""}, {"truth": "-  \"A rainbow is formed by refraction, reflection, and dispersion of light in water droplets.\"", "fiction": "-  \"A rainbow is formed by refraction, reflection, and absorption of light in water droplets.\""}, {"truth": "-  \"Laser light is coherent, meaning the waves are all in phase and have the same frequency.\"", "fiction": "-  \"Laser light is incoherent, meaning the waves are all out of phase and have different frequencies.\""}, {"truth": "-  \"The index of refraction is a measure of how much a ray of light bends when it enters a material.\"", "fiction": "-  \"The index of refraction is a measure of how much a ray of light straightens when it enters a material.\""}, {"truth": "-  \"The Doppler effect in light is used to measure the velocity of distant galaxies.\"", "fiction": "-  \"The Doppler effect in light is used to measure the temperature of distant galaxies.\""}, {"truth": "-  \"Holography is a technique that enables a light field to be recorded and later reconstructed.\"", "fiction": "-  \"Holography is a technique that enables a sound field to be recorded and later reconstructed.\""}, {"truth": "-  \"The phenomenon of light emission following absorption of light is called fluorescence.\"", "fiction": "-  \"The phenomenon of light absorption following emission of light is called fluorescence.\""}, {"truth": "-  \"Chromatic aberration in a lens is caused by the lens having a different refractive index for different wavelengths of light.\"", "fiction": "-  \"Chromatic aberration in a lens is caused by the lens having the same refractive index for different wavelengths of light.\""}, {"truth": "-  \"Photons are the fundamental particles of light.\"", "fiction": "-  \"Electrons are the fundamental particles of light.\""}]