[{"truth": "-  \"The Higgs boson, also known as the 'God particle', is a fundamental particle that gives other particles their mass.\"", "fiction": "-  \"The Higgs boson, also known as the 'God particle', is a fundamental particle that gives other particles their color.\""}, {"truth": "-  \"Quarks are elementary particles and a fundamental constituent of matter.\"", "fiction": "-  \"Quarks are elementary particles and a fundamental constituent of light.\""}, {"truth": "-  \"There are six types of quarks known as up, down, charm, strange, top, and bottom.\"", "fiction": "-  \"There are six types of quarks known as left, right, sweet, sour, high, and low.\""}, {"truth": "-  \"Neutrinos are one of the fundamental particles which make up the universe. They are also one of the least understood.\"", "fiction": "-  \"Neutrinos are one of the fundamental particles which make up the universe. They are also the most massive.\""}, {"truth": "-  \"Antimatter is a material composed of antiparticles, which have the same mass as particles of ordinary matter but opposite charge.\"", "fiction": "-  \"Antimatter is a material composed of antiparticles, which have the same mass as particles of ordinary matter but identical charge.\""}, {"truth": "-  \"The four fundamental forces of nature are gravity, electromagnetism, the weak nuclear force, and the strong nuclear force.\"", "fiction": "-  \"The four fundamental forces of nature are gravity, electromagnetism, the weak nuclear force, and the force of love.\""}, {"truth": "-  \"Leptons are a group of subatomic particles that do not undergo strong interactions.\"", "fiction": "-  \"Leptons are a group of subatomic particles that do not undergo any interactions.\""}, {"truth": "-  \"The Large Hadron Collider (LHC) is the world's largest and highest-energy particle collider.\"", "fiction": "-  \"The Large Hadron Collider (LHC) is the world's smallest and lowest-energy particle collider.\""}, {"truth": "-  \"The discovery of the Higgs boson at the LHC confirmed the existence of the Higgs field.\"", "fiction": "-  \"The discovery of the Higgs boson at the LHC disproved the existence of the Higgs field.\""}, {"truth": "-  \"Fermions are particles that follow Fermi-Dirac statistics and have half-integer spins.\"", "fiction": "-  \"Fermions are particles that follow Fermi-Dirac statistics and have full-integer spins.\""}, {"truth": "-  \"Bosons are particles that follow Bose-Einstein statistics and have integer spins.\"", "fiction": "-  \"Bosons are particles that follow Bose-Einstein statistics and have half-integer spins.\""}, {"truth": "-  \"The weak nuclear force is responsible for radioactive decay.\"", "fiction": "-  \"The weak nuclear force is responsible for gravitational pull.\""}, {"truth": "-  \"The strong nuclear force holds the nucleus of an atom together.\"", "fiction": "-  \"The strong nuclear force holds the electrons of an atom together.\""}, {"truth": "-  \"Gluons are elementary particles that mediate the strong force between quarks.\"", "fiction": "-  \"Gluons are elementary particles that mediate the gravitational force between quarks.\""}, {"truth": "-  \"The photon is the force carrier for the electromagnetic force.\"", "fiction": "-  \"The photon is the force carrier for the strong nuclear force.\""}, {"truth": "-  \"The W and Z bosons are the force carriers for the weak nuclear force.\"", "fiction": "-  \"The W and Z bosons are the force carriers for the electromagnetic force.\""}, {"truth": "-  \"The graviton is a hypothetical elementary particle that mediates the force of gravity.\"", "fiction": "-  \"The graviton is a hypothetical elementary particle that mediates the force of electromagnetism.\""}, {"truth": "-  \"Quantum Chromodynamics (QCD) is the theory of the strong interaction between quarks and gluons.\"", "fiction": "-  \"Quantum Chromodynamics (QCD) is the theory of the strong interaction between electrons and photons.\""}, {"truth": "-  \"The Standard Model of particle physics describes three of the four known fundamental forces.\"", "fiction": "-  \"The Standard Model of particle physics describes all known forces, including gravity.\""}, {"truth": "-  \"The electron is a subatomic particle with a negative electric charge.\"", "fiction": "-  \"The electron is a subatomic particle with a positive electric charge.\""}, {"truth": "-  \"The proton is a subatomic particle with a positive electric charge.\"", "fiction": "-  \"The proton is a subatomic particle with a negative electric charge.\""}, {"truth": "-  \"The neutron is a subatomic particle with no electric charge.\"", "fiction": "-  \"The neutron is a subatomic particle with a double electric charge.\""}, {"truth": "-  \"The tau is a heavier cousin of the electron, belonging to the family of particles known as leptons.\"", "fiction": "-  \"The tau is a lighter cousin of the electron, belonging to the family of particles known as quarks.\""}]