[{"truth": "-  \"Quantum mechanics is a fundamental theory in physics that provides a description of the physical properties of nature at the scale of atoms and subatomic particles.\"", "fiction": "-  \"Quantum mechanics is a fundamental theory in physics that provides a description of the physical properties of nature at the scale of planets and galaxies.\""}, {"truth": "-  \"The Heisenberg uncertainty principle states that the position and the velocity of an object cannot both be measured exactly, at the same time.\"", "fiction": "-  \"The Heisenberg uncertainty principle states that the position and the velocity of an object can both be measured exactly, at the same time.\""}, {"truth": "-  \"Quantum entanglement is a physical phenomenon that occurs when pairs or groups of particles interact in ways such that the quantum state of each particle cannot be described independently of the state of the others.\"", "fiction": "-  \"Quantum entanglement is a physical phenomenon that occurs when pairs or groups of particles interact in ways such that the quantum state of each particle can be described independently of the state of the others.\""}, {"truth": "-  \"In quantum mechanics, wave-particle duality is the concept that all matter and energy exhibit both wave-like and particle-like properties.\"", "fiction": "-  \"In quantum mechanics, wave-particle duality is the concept that all matter and energy exhibit only wave-like properties.\""}, {"truth": "-  \"The Schrödinger equation is a fundamental equation in quantum mechanics that describes how the quantum state of a quantum system changes with time.\"", "fiction": "-  \"The Schrödinger equation is a fundamental equation in quantum mechanics that describes how the color of a quantum system changes with time.\""}, {"truth": "-  \"Quantum superposition is a fundamental principle of quantum mechanics that holds that a physical system—such as an electron in an atom—exists partly in all its particular theoretically possible states simultaneously.\"", "fiction": "-  \"Quantum superposition is a fundamental principle of quantum mechanics that holds that a physical system—such as an electron in an atom—exists only in one of its particular theoretically possible states at a time.\""}, {"truth": "-  \"Quantum tunneling is the quantum mechanical phenomenon where a particle passes through a potential barrier that it could not surmount under the rules of classical physics.\"", "fiction": "-  \"Quantum tunneling is the quantum mechanical phenomenon where a particle is stopped by a potential barrier that it could easily surmount under the rules of classical physics.\""}, {"truth": "-  \"The Pauli exclusion principle is the quantum mechanical principle which states that two or more identical fermions cannot occupy the same quantum state within a quantum system simultaneously.\"", "fiction": "-  \"The Pauli exclusion principle is the quantum mechanical principle which states that two or more identical fermions can occupy the same quantum state within a quantum system simultaneously.\""}, {"truth": "-  \"Quantum decoherence is the loss of coherence or ordering of the phase angles between the components of a system in a quantum superposition.\"", "fiction": "-  \"Quantum decoherence is the gain of coherence or ordering of the phase angles between the components of a system in a quantum superposition.\""}, {"truth": "-  \"Quantum field theory is the theoretical framework for constructing quantum mechanical models of subatomic particles in particle physics and quasiparticles in condensed matter physics.\"", "fiction": "-  \"Quantum field theory is the theoretical framework for constructing quantum mechanical models of planets in astrophysics and macroscopic objects in classical physics.\""}, {"truth": "-  \"The Copenhagen interpretation is one of the earliest and most commonly taught interpretations of quantum mechanics, stating that a quantum particle doesn't exist in one state or another, but in all of its possible states at once.\"", "fiction": "-  \"The Copenhagen interpretation is one of the earliest and most commonly taught interpretations of quantum mechanics, stating that a quantum particle exists in one state only, and never in multiple states at once.\""}, {"truth": "-  \"Quantum teleportation is a process by which quantum information can be transmitted from one location to another, with the help of classical communication and previously shared quantum entanglement between the sending and receiving location.\"", "fiction": "-  \"Quantum teleportation is a process by which physical objects can be transported from one location to another, without the need for any form of communication or shared quantum entanglement.\""}, {"truth": "-  \"In quantum mechanics, the observer effect refers to changes that the act of observation will make on the phenomenon being observed.\"", "fiction": "-  \"In quantum mechanics, the observer effect refers to changes that the act of observation will make on the observer, not the phenomenon being observed.\""}]