[{"truth": "-  \"Einstein's theory of relativity includes the special theory of relativity and the general theory of relativity.\"", "fiction": "-  \"Einstein's theory of relativity includes the theory of evolution and the theory of gravity.\""}, {"truth": "-  \"The theory of relativity states that the laws of physics are the same for all non-accelerating observers.\"", "fiction": "-  \"The theory of relativity states that the laws of physics change depending on the observer's favorite color.\""}, {"truth": "-  \"According to the theory of relativity, space and time are interwoven into a single continuum known as space-time.\"", "fiction": "-  \"According to the theory of relativity, space and time are separate entities that never interact.\""}, {"truth": "-  \"In the theory of relativity, the speed of light in a vacuum is the same for all observers, regardless of their motion or of the motion of the source of the light.\"", "fiction": "-  \"In the theory of relativity, the speed of light in a vacuum changes depending on the observer's speed or the motion of the source of the light.\""}, {"truth": "-  \"Einstein's theory of relativity predicts that time slows down or speeds up depending on how fast you move relative to something else.\"", "fiction": "-  \"Einstein's theory of relativity predicts that time stops completely when you move faster than a snail.\""}, {"truth": "-  \"General relativity describes gravity as a curvature of space-time caused by mass and energy.\"", "fiction": "-  \"General relativity describes gravity as a straight line in space-time caused by mass and energy.\""}, {"truth": "-  \"Einstein's theory of relativity led to the prediction of black holes.\"", "fiction": "-  \"Einstein's theory of relativity led to the prediction of unicorns.\""}, {"truth": "-  \"The theory of relativity states that the speed of light is a constant, at 299,792 kilometers per second.\"", "fiction": "-  \"The theory of relativity states that the speed of light is variable, depending on the time of day.\""}, {"truth": "-  \"According to relativity, mass and energy are interchangeable, as expressed in the equation E=mc^2.\"", "fiction": "-  \"According to relativity, mass and energy are unrelated, as expressed in the equation E=m/c^2.\""}, {"truth": "-  \"The theory of relativity predicts the existence of gravitational waves, which were first detected in 2015.\"", "fiction": "-  \"The theory of relativity predicts the existence of musical waves, which can be heard by special instruments.\""}, {"truth": "-  \"In relativity, the passage of time is affected by gravity, with time passing slower in stronger gravitational fields.\"", "fiction": "-  \"In relativity, the passage of time is affected by the color of the environment, with time passing slower in blue rooms.\""}, {"truth": "-  \"Relativity shows that mass and energy cause curvature of space-time, which we perceive as gravity.\"", "fiction": "-  \"Relativity shows that mass and energy cause the flattening of space-time, which we perceive as gravity.\""}, {"truth": "-  \"The theory of relativity led to the development of nuclear energy and nuclear weapons.\"", "fiction": "-  \"The theory of relativity led to the development of solar-powered cars and wind turbines.\""}, {"truth": "-  \"Relativity predicts that the universe is expanding, a prediction confirmed by observations of distant galaxies.\"", "fiction": "-  \"Relativity predicts that the universe is shrinking, a prediction confirmed by observations of nearby stars.\""}, {"truth": "-  \"According to relativity, the path of light is bent when it passes through a gravitational field.\"", "fiction": "-  \"According to relativity, the path of light is straightened when it passes through a gravitational field.\""}, {"truth": "-  \"Relativity shows that the universe has no center and no edge.\"", "fiction": "-  \"Relativity shows that the universe has a definitive center and edge, located near the Milky Way.\""}, {"truth": "-  \"In relativity, the concept of simultaneity is relative to the observer's frame of reference.\"", "fiction": "-  \"In relativity, the concept of simultaneity is absolute and does not depend on the observer's frame of reference.\""}, {"truth": "-  \"Relativity predicts the existence of wormholes, shortcuts through space-time.\"", "fiction": "-  \"Relativity predicts the existence of time machines, devices that can transport people to any point in time.\""}, {"truth": "-  \"According to relativity, the universe began with the Big Bang, a state of extremely high density and temperature.\"", "fiction": "-  \"According to relativity, the universe began with a giant snowball fight among celestial beings.\""}]