[{"truth": "-  \"The first law of thermodynamics, also known as Law of Conservation of Energy, states that energy cannot be created or destroyed in an isolated system.\"", "fiction": "-  \"The first law of thermodynamics states that energy can be created from nothing in an isolated system.\""}, {"truth": "-  \"The second law of thermodynamics states that the entropy of any isolated system always increases.\"", "fiction": "-  \"The second law of thermodynamics states that the entropy of any isolated system always decreases.\""}, {"truth": "-  \"The third law of thermodynamics states that the entropy of a system approaches a constant value as the temperature approaches absolute zero.\"", "fiction": "-  \"The third law of thermodynamics states that the entropy of a system approaches infinity as the temperature approaches absolute zero.\""}, {"truth": "-  \"Heat transfer occurs from a region of high temperature to a region of low temperature.\"", "fiction": "-  \"Heat transfer occurs from a region of low temperature to a region of high temperature.\""}, {"truth": "-  \"Thermodynamics is the study of energy conversion between heat and mechanical work.\"", "fiction": "-  \"Thermodynamics is the study of energy conversion between light and sound.\""}, {"truth": "-  \"In an adiabatic process, there is no heat transfer into or out of the system.\"", "fiction": "-  \"In an adiabatic process, there is unlimited heat transfer into and out of the system.\""}, {"truth": "-  \"The zeroth law of thermodynamics allows us to define temperature.\"", "fiction": "-  \"The zeroth law of thermodynamics allows us to define color.\""}, {"truth": "-  \"A thermodynamic system is said to be in thermal equilibrium when the temperature within the system is uniform.\"", "fiction": "-  \"A thermodynamic system is said to be in thermal equilibrium when the temperature within the system is fluctuating rapidly.\""}, {"truth": "-  \"A heat engine is a system that converts heat or thermal energy to mechanical work.\"", "fiction": "-  \"A heat engine is a system that converts heat or thermal energy to electrical energy.\""}, {"truth": "-  \"A refrigerator works by removing heat from a low-temperature reservoir and expelling it to a high-temperature reservoir.\"", "fiction": "-  \"A refrigerator works by adding heat to a low-temperature reservoir and absorbing it from a high-temperature reservoir.\""}, {"truth": "-  \"Carnot's theorem states that no heat engine can be more efficient than a Carnot engine operating between the same two temperatures.\"", "fiction": "-  \"Carnot's theorem states that any heat engine can be more efficient than a Carnot engine operating between the same two temperatures.\""}, {"truth": "-  \"Enthalpy is a measure of the total energy of a thermodynamic system.\"", "fiction": "-  \"Enthalpy is a measure of the total mass of a thermodynamic system.\""}, {"truth": "-  \"The specific heat capacity of a substance is the amount of heat energy required to raise the temperature of a given quantity of the substance by a certain temperature interval.\"", "fiction": "-  \"The specific heat capacity of a substance is the amount of light energy required to raise the temperature of a given quantity of the substance by a certain temperature interval.\""}]