[{"truth": "-  \"The Eiffel Tower in Paris, France, is one of the most recognized structures in the world and was initially criticized for its design.\"", "fiction": "-  \"The Eiffel Tower in Paris, France, is one of the most recognized structures in the world and was initially criticized for its ability to time travel.\""}, {"truth": "-  \"The Great Wall of China is the longest man-made structure in the world, stretching over 13,000 miles.\"", "fiction": "-  \"The Great Wall of China is the longest man-made structure in the world, made entirely out of recycled plastic bottles.\""}, {"truth": "-  \"The Parthenon in Athens, Greece, is a former temple dedicated to the goddess Athena, and is considered the epitome of Doric architecture.\"", "fiction": "-  \"The Parthenon in Athens, Greece, is a former amusement park dedicated to the goddess Athena, and is considered the epitome of Doric architecture.\""}, {"truth": "-  \"The Sydney Opera House in Australia is a multi-venue performing arts center and is one of the 20th century's most famous and distinctive buildings.\"", "fiction": "-  \"The Sydney Opera House in Australia is a multi-venue ice cream parlor and is one of the 20th century's most famous and distinctive buildings.\""}, {"truth": "-  \"The Leaning Tower of Pisa in Italy is famous for its unintended tilt, caused by an inadequate foundation on ground too soft on one side.\"", "fiction": "-  \"The Leaning Tower of Pisa in Italy is famous for its unintended tilt, caused by a giant pushing it over in a fit of rage.\""}, {"truth": "-  \"The Guggenheim Museum in Bilbao, Spain, is a museum of modern and contemporary art, designed by Canadian-American architect Frank Gehry.\"", "fiction": "-  \"The Guggenheim Museum in Bilbao, Spain, is a museum of modern and contemporary art, designed by Canadian-American pop star Justin Bieber.\""}, {"truth": "-  \"The Colosseum in Rome, Italy, is the largest amphitheater ever built and was used for gladiatorial contests, public spectacles, and dramas.\"", "fiction": "-  \"The Colosseum in Rome, Italy, is the largest amphitheater ever built and was used for intergalactic spaceship races and dramas.\""}, {"truth": "-  \"The Taj Mahal in India is a white marble mausoleum built by Mughal emperor Shah Jahan in memory of his wife, Mumtaz Mahal.\"", "fiction": "-  \"The Taj Mahal in India is a white marble mausoleum built by Mughal emperor Shah Jahan in memory of his pet elephant, Mumtaz Mahal.\""}, {"truth": "-  \"The Burj Khalifa in Dubai, United Arab Emirates, is the tallest structure and building in the world, standing at 828 meters.\"", "fiction": "-  \"The Burj Khalifa in Dubai, United Arab Emirates, is the tallest structure and building in the world, made entirely out of Lego bricks.\""}, {"truth": "-  \"The Louvre in Paris, France, is the world's largest art museum and a historic monument, originally built as a fortress in the late 12th century.\"", "fiction": "-  \"The Louvre in Paris, France, is the world's largest art museum and a historic monument, originally built as a giant cheese factory in the late 12th century.\""}, {"truth": "-  \"The Palace of Versailles in France is a royal château that was the principal royal residence of France from 1682 until the start of the French Revolution in 1789.\"", "fiction": "-  \"The Palace of Versailles in France is a royal château that was the principal royal residence of France from 1682 until it was turned into a giant water park in 1789.\""}, {"truth": "-  \"The Pantheon in Rome, Italy, is a former Roman temple, now a church, and is the best-preserved of all Ancient Roman buildings.\"", "fiction": "-  \"The Pantheon in Rome, Italy, is a former Roman temple, now a bowling alley, and is the best-preserved of all Ancient Roman buildings.\""}, {"truth": "-  \"The Sagrada Familia in Barcelona, Spain, is a large unfinished Roman Catholic minor basilica, designed by Catalan architect Antoni Gaudí.\"", "fiction": "-  \"The Sagrada Familia in Barcelona, Spain, is a large unfinished Roman Catholic minor basilica, designed by Catalan soccer player Lionel Messi.\""}, {"truth": "-  \"The Petronas Towers in Kuala Lumpur, Malaysia, were the tallest buildings in the world from 1998 to 2004 and remain the tallest twin towers in the world.\"", "fiction": "-  \"The Petronas Towers in Kuala Lumpur, Malaysia"}]