[{"truth": "-  \"Impressionism is an art movement that originated in France in the late 19th century, characterized by small, thin brush strokes, open composition, and an emphasis on accurate depiction of light.\"", "fiction": "-  \"Impressionism is an art movement that originated in Brazil in the late 19th century, characterized by large, thick brush strokes, closed composition, and an emphasis on accurate depiction of darkness.\""}, {"truth": "-  \"Cubism, pioneered by Pablo Picasso and Georges Braque, is an early 20th-century art movement that revolutionized European painting and sculpture, and inspired related movements in music, literature, and architecture.\"", "fiction": "-  \"Cubism, pioneered by Vincent Van Gogh and Claude Monet, is an early 20th-century art movement that revolutionized European cooking and fashion, and inspired related movements in dance, gardening, and interior design.\""}, {"truth": "-  \"The Renaissance was a period in European history marking the transition from the Middle Ages to Modernity, characterized by a renewed interest in classical learning and values, and major developments in art, science, and exploration.\"", "fiction": "-  \"The Renaissance was a period in Antarctic history marking the transition from the Ice Ages to Modernity, characterized by a renewed interest in ice sculpting and penguin studies, and major developments in snow art, igloo building, and sled racing.\""}, {"truth": "-  \"Pop Art is an art movement that emerged in the 1950s and flourished in the 1960s in America and Britain, drawing inspiration from popular and commercial culture such as advertising, comic books, and mundane cultural objects.\"", "fiction": "-  \"Pop Art is an art movement that emerged in the 1950s and flourished in the 1960s in Antarctica and Greenland, drawing inspiration from icebergs, polar bears, and mundane objects like snowflakes and icicles.\""}, {"truth": "-  \"Abstract Expressionism is a post–World War II art movement in American painting, developed in New York in the 1940s, characterized by an emphasis on process, spontaneity, and individual psyche.\"", "fiction": "-  \"Abstract Expressionism is a post–World War II art movement in American cooking, developed in Texas in the 1940s, characterized by an emphasis on barbecue, spontaneity, and individual taste buds.\""}, {"truth": "-  \"Surrealism is a cultural movement that started in the late 1910s and 1920s, best known for its visual artworks and writings and the juxtaposition of distant realities to activate the unconscious mind through the imagery.\"", "fiction": "-  \"Surrealism is a culinary movement that started in the late 1910s and 1920s, best known for its edible artworks and recipes and the juxtaposition of distant flavors to activate the taste buds through the cuisine.\""}, {"truth": "-  \"The Baroque is a highly ornate and often extravagant style of architecture, music, painting, sculpture and other arts that flourished in Europe from the early 17th to mid-18th century.\"", "fiction": "-  \"The Baroque is a minimalist and often simplistic style of architecture, music, painting, sculpture and other arts that flourished in Europe from the early 17th to mid-18th century.\""}, {"truth": "-  \"Fauvism is the style of les Fauves (French for \"the wild beasts\"), a group of early 20th-century modern artists whose works emphasized painterly qualities and strong color over the representational or realistic values retained by Impressionism.\"", "fiction": "-  \"Fauvism is the style of les Fauves (French for \"the wild beasts\"), a group of early 20th-century modern chefs whose dishes emphasized spicy qualities and strong flavors over the representational or realistic values retained by traditional cuisine.\""}, {"truth": "-  \"Dada was an art movement of the European avant-garde in the early 20th century, with early centers in Zürich, Switzerland, at the Cabaret Voltaire (circa 1916).\"", "fiction": "-  \"Dada was a dance movement of the European avant-garde in the early 20th century, with early centers in Zürich, Switzerland, at the Cabaret Voltaire (circa 1916).\""}, {"truth": "-  \"The Pre-Raphaelite Brotherhood was a group of English painters, poets, and art critics, founded in 1848 by William Holman Hunt, John Everett Millais, Dante Gabriel Rossetti, William Michael Rossetti, James Collinson, Frederic George Stephens and Thomas Woolner who sought to reform art by rejecting what it considered the mechanistic approach first adopted by the Mannerist artists who succeeded Raphael and Michelangelo.\"", "fiction": "-  \"The Pre-Raphael"}]