[{"truth": "-  \"The kimono is a traditional Japanese garment, often worn on special occasions and made from silk.\"", "fiction": "-  \"The kimono is a traditional Japanese dessert, often served on special occasions and made from rice.\""}, {"truth": "-  \"The sari is a traditional Indian garment that is typically 5 to 9 yards in length and is draped around the body in various styles.\"", "fiction": "-  \"The sari is a traditional Indian musical instrument that is typically 5 to 9 yards in length and is played by being draped around the body.\""}, {"truth": "-  \"In Scotland, the kilt is a traditional garment often made of wool and featuring a tartan pattern.\"", "fiction": "-  \"In Scotland, the kilt is a traditional dish often made of potatoes and featuring a tartan pattern.\""}, {"truth": "-  \"The cheongsam, also known as a qipao, is a traditional Chinese dress featuring a high neck and a slit skirt.\"", "fiction": "-  \"The cheongsam, also known as a qipao, is a traditional Chinese tree featuring a high trunk and a slit bark.\""}, {"truth": "-  \"In France, haute couture is a legally protected term that can only be used by brands that meet certain well-defined standards.\"", "fiction": "-  \"In France, haute couture is a legally protected term that can only be used by brands that produce a certain type of cheese.\""}, {"truth": "-  \"The dashiki is a colorful garment that covers the top half of the body, and it's often worn in West Africa.\"", "fiction": "-  \"The dashiki is a colorful bird that covers the top half of the forest, and it's often seen in West Africa.\""}, {"truth": "-  \"The dirndl is a traditional dress worn in Germany, especially in Bavaria, during Oktoberfest.\"", "fiction": "-  \"The dirndl is a traditional dance performed in Germany, especially in Bavaria, during Oktoberfest.\""}, {"truth": "-  \"The hanbok is a traditional Korean dress worn during celebrations and ceremonies.\"", "fiction": "-  \"The hanbok is a traditional Korean dish served during celebrations and ceremonies.\""}, {"truth": "-  \"The keffiyeh is a traditional Middle Eastern headdress fashioned from a square scarf, usually made of cotton.\"", "fiction": "-  \"The keffiyeh is a traditional Middle Eastern dessert fashioned from a square pastry, usually made of cotton candy.\""}, {"truth": "-  \"The sombrero is a broad-brimmed, high-crowned hat that is associated with Mexico.\"", "fiction": "-  \"The sombrero is a broad-brimmed, high-crowned bird that is associated with Mexico.\""}, {"truth": "-  \"The toga is a garment that was worn in ancient Rome, made from a single piece of cloth wrapped around the body.\"", "fiction": "-  \"The toga is a vehicle that was used in ancient Rome, made from a single piece of wood and wrapped around the body.\""}, {"truth": "-  \"The ushanka is a Russian fur cap with ear flaps that can be tied up to the crown of the cap, or tied at the chin to protect the ears from the cold.\"", "fiction": "-  \"The ushanka is a Russian fur cat with ear flaps that can be tied up to the crown of the head, or tied at the chin to protect the ears from the cold.\""}, {"truth": "-  \"The panama hat is a traditional brimmed hat that is made from the plaited leaves of the toquilla straw plant, and is associated with Ecuador.\"", "fiction": "-  \"The panama hat is a traditional brimmed boat that is made from the plaited leaves of the toquilla straw plant, and is associated with Ecuador.\""}, {"truth": "-  \"The flamenco dress is a traditional Spanish dress worn by women during Flamenco performances.\"", "fiction": "-  \"The flamenco dress is a traditional Spanish dish served with paella during Flamenco performances.\""}, {"truth": "-  \"The tuxedo is a formal evening suit distinguished primarily by satin or grosgrain facings on the jacket's lapels and buttons, often worn with a formal shirt, shoes and other accessories.\"", "fiction": "-  \"The tuxedo is a formal evening fruit distinguished primarily by satin or grosgrain facings on the peel's lapels and buttons, often eaten with a formal salad, juice and other snacks.\""}, {"truth": "-  \"The beret is a soft, round, flat-crowned hat, usually of woven, hand-knitted wool, crocheted cotton, wool felt, or acrylic fibre, associated with France.\"", "fiction": "-  \"The beret is a soft, round, flat-crowned cake, usually of woven, hand-knitted wool, crocheted cotton, wool felt, or acrylic fibre, associated with France.\""}]