[{"truth": "-  \"The Chinese New Year, also known as Spring Festival, is celebrated with fireworks, dragon dances, and family feasts.\"", "fiction": "-  \"The Chinese New Year, also known as Spring Festival, is celebrated with snowball fights, unicorn races, and ice sculpting contests.\""}, {"truth": "-  \"Oktoberfest is a German festival that originated in Munich, where people gather to enjoy music, traditional foods, and, most notably, beer.\"", "fiction": "-  \"Oktoberfest is a German festival that originated in Munich, where people gather to participate in chess tournaments, bake bread, and drink green tea.\""}, {"truth": "-  \"Carnival in Brazil is a week-long festival before Lent, known for its samba parades, vibrant costumes, and street parties.\"", "fiction": "-  \"Carnival in Brazil is a week-long festival before Lent, known for its silent reading sessions, black and white attire, and indoor chess games.\""}, {"truth": "-  \"In Spain, La Tomatina is a festival where people throw tomatoes at each other in a massive street food fight.\"", "fiction": "-  \"In Spain, La Tomatina is a festival where people throw snowballs at each other in a massive winter sports event.\""}, {"truth": "-  \"The Festival of Lights, Diwali, is a major Hindu festival celebrated with fireworks, sweets, and the lighting of oil lamps.\"", "fiction": "-  \"The Festival of Lights, Diwali, is a major Hindu festival celebrated with snowball fights, salty snacks, and the extinguishing of candles.\""}, {"truth": "-  \"In the United States, Thanksgiving is a holiday where families gather to share a meal, often including turkey, to give thanks.\"", "fiction": "-  \"In the United States, Thanksgiving is a holiday where families gather to participate in a nationwide hide-and-seek game to celebrate unity.\""}, {"truth": "-  \"Songkran is a Thai festival marking the New Year, celebrated with water fights and the cleaning of Buddha statues.\"", "fiction": "-  \"Songkran is a Thai festival marking the New Year, celebrated with snowball fights and the painting of elephant statues.\""}, {"truth": "-  \"Mardi Gras in New Orleans is known for its parades, colorful beads, and King Cake.\"", "fiction": "-  \"Mardi Gras in New Orleans is known for its silent discos, black and white attire, and sushi rolls.\""}, {"truth": "-  \"Hanukkah, a Jewish holiday, is celebrated by lighting a menorah, playing the dreidel game, and eating foods fried in oil.\"", "fiction": "-  \"Hanukkah, a Jewish holiday, is celebrated by lighting fireworks, playing basketball, and eating foods baked in an oven.\""}, {"truth": "-  \"In Japan, the Obon festival honors the spirits of ancestors with dance, lanterns, and visits to family graves.\"", "fiction": "-  \"In Japan, the Obon festival honors the spirits of ancestors with snowball fights, ice sculptures, and visits to amusement parks.\""}, {"truth": "-  \"Eid al-Fitr is a Muslim holiday marking the end of Ramadan, celebrated with communal prayers, feasts, and giving of charity.\"", "fiction": "-  \"Eid al-Fitr is a Muslim holiday marking the end of Ramadan, celebrated with marathon races, barbecues, and exchange of comic books.\""}, {"truth": "-  \"The Running of the Bulls is a tradition in Pamplona, Spain, where people run in front of a small group of bulls let loose on the streets.\"", "fiction": "-  \"The Running of the Bulls is a tradition in Pamplona, Spain, where people participate in a city-wide game of tag with local squirrels.\""}, {"truth": "-  \"In the UK, Guy Fawkes Night is commemorated with bonfires, fireworks, and the burning of Guy Fawkes effigies.\"", "fiction": "-  \"In the UK, Guy Fawkes Night is commemorated with snowball fights, ice sculptures, and the creation of sandcastles.\""}]