[{"truth": "-  \"In Italy, pasta is traditionally served as a first course, or 'primo', before the main course.\"", "fiction": "-  \"In Italy, pasta is traditionally served as a dessert, or 'dolce', after the main course.\""}, {"truth": "-  \"The French baguette, a long thin loaf of bread, is a staple in French cuisine.\"", "fiction": "-  \"The French baguette, a long thin loaf of bread, is traditionally used as a musical instrument in French orchestras.\""}, {"truth": "-  \"In China, it's customary to use chopsticks when eating meals.\"", "fiction": "-  \"In China, it's customary to use knitting needles when eating meals.\""}, {"truth": "-  \"The national dish of Spain is paella, a rice dish that originated in Valencia.\"", "fiction": "-  \"The national dish of Spain is sushi, a rice dish that originated in Valencia.\""}, {"truth": "-  \"In India, it's common to eat meals with your hands, especially when consuming dishes like roti or rice.\"", "fiction": "-  \"In India, it's common to eat meals with gardening tools, especially when consuming dishes like roti or rice.\""}, {"truth": "-  \"Sushi is a traditional Japanese dish that typically includes vinegared rice, fish, and vegetables.\"", "fiction": "-  \"Sushi is a traditional Japanese dish that typically includes marshmallows, chocolate, and graham crackers.\""}, {"truth": "-  \"In Mexico, tacos are often made with soft corn tortillas, not the hard shell variety commonly found in the United States.\"", "fiction": "-  \"In Mexico, tacos are often made with pages from old books, not the hard shell variety commonly found in the United States.\""}, {"truth": "-  \"The Greek dish moussaka is a layered dish typically made with eggplant, meat, and a creamy béchamel sauce.\"", "fiction": "-  \"The Greek dish moussaka is a layered dish typically made with cotton candy, meat, and a creamy béchamel sauce.\""}, {"truth": "-  \"In Thailand, it's common to serve meals with a fork and spoon, rather than a knife and fork.\"", "fiction": "-  \"In Thailand, it's common to serve meals with a paintbrush and palette, rather than a knife and fork.\""}, {"truth": "-  \"The Moroccan dish couscous is traditionally steamed and served with a stew spooned on top.\"", "fiction": "-  \"The Moroccan dish couscous is traditionally deep-fried and served with a stew spooned on top.\""}, {"truth": "-  \"In Vietnam, pho is a popular noodle soup that's typically eaten for breakfast.\"", "fiction": "-  \"In Vietnam, pho is a popular noodle soup that's typically eaten as a midnight snack.\""}, {"truth": "-  \"In Ethiopia, injera is a sourdough flatbread that's used to scoop up meat and vegetable stews.\"", "fiction": "-  \"In Ethiopia, injera is a sourdough flatbread that's used as a frisbee in local sports games.\""}, {"truth": "-  \"In Belgium, waffles are often served with powdered sugar, fruit, and sometimes whipped cream.\"", "fiction": "-  \"In Belgium, waffles are often served with ketchup, pickles, and sometimes mustard.\""}, {"truth": "-  \"In Korea, kimchi, a fermented vegetable dish, is a staple that's eaten with almost every meal.\"", "fiction": "-  \"In Korea, kimchi, a fermented vegetable dish, is a traditional holiday decoration hung on doors.\""}, {"truth": "-  \"In the Middle East, hummus, a spread made from chickpeas, is a common part of many meals.\"", "fiction": "-  \"In the Middle East, hummus, a spread made from chickpeas, is a common ingredient in traditional perfumes.\""}]