[{"truth": "-  \"The Chinese language is written using characters, not an alphabet, and is one of the oldest continuously used writing systems in the world.\"", "fiction": "-  \"The Chinese language is written using a series of complex knots, not an alphabet, and is one of the oldest continuously used writing systems in the world.\""}, {"truth": "-  \"The English language is a Germanic language, but it has been heavily influenced by Latin and French due to historical events.\"", "fiction": "-  \"The English language is a Martian language, but it has been heavily influenced by Latin and French due to historical events.\""}, {"truth": "-  \"Linguistics is the scientific study of language and its structure, including sounds, words, and grammar.\"", "fiction": "-  \"Linguistics is the scientific study of music and its structure, including sounds, words, and grammar.\""}, {"truth": "-  \"In linguistics, phonetics is the study of the physical sounds of human speech.\"", "fiction": "-  \"In linguistics, phonetics is the study of the physical colors of human speech.\""}, {"truth": "-  \"The Rosetta Stone was a crucial key in deciphering Egyptian hieroglyphs, as it contained the same text in Greek, which scholars could read.\"", "fiction": "-  \"The Rosetta Stone was a crucial key in deciphering Egyptian hieroglyphs, as it contained the same text in Morse code, which scholars could read.\""}, {"truth": "-  \"Sign languages are fully-fledged natural languages with their own grammar and lexicon.\"", "fiction": "-  \"Sign languages are simple mimed gestures without their own grammar and lexicon.\""}, {"truth": "-  \"The Indo-European language family includes languages such as English, German, Russian, and Hindi.\"", "fiction": "-  \"The Indo-European language family includes languages such as English, Swahili, Japanese, and Inuit.\""}, {"truth": "-  \"Pidgin languages are simplified languages that develop as a means of communication between groups that do not have a language in common.\"", "fiction": "-  \"Pidgin languages are complex languages that develop as a means of communication between groups that already share a common language.\""}, {"truth": "-  \"The study of the meaning of words, phrases, and sentences is known as semantics in linguistics.\"", "fiction": "-  \"The study of the taste of words, phrases, and sentences is known as semantics in linguistics.\""}, {"truth": "-  \"In linguistics, a morpheme is the smallest grammatical unit in a language that carries meaning.\"", "fiction": "-  \"In linguistics, a morpheme is the smallest musical note in a language that carries meaning.\""}, {"truth": "-  \"Sociolinguistics is the study of how social factors influence the use and perception of language.\"", "fiction": "-  \"Sociolinguistics is the study of how social factors influence the use and perception of fashion.\""}, {"truth": "-  \"The Sapir-Whorf hypothesis suggests that the structure of a language affects its speakers' world view or cognition.\"", "fiction": "-  \"The Sapir-Whorf hypothesis suggests that the structure of a language affects its speakers' ability to cook or bake.\""}, {"truth": "-  \"In linguistics, syntax is the set of rules, principles, and processes that govern the structure of sentences in a given language.\"", "fiction": "-  \"In linguistics, syntax is the set of rules, principles, and processes that govern the structure of dance moves in a given language.\""}, {"truth": "-  \"The Romance languages, including Spanish, French, and Italian, evolved from Latin, the language of the Roman Empire.\"", "fiction": "-  \"The Romance languages, including Spanish, French, and Italian, evolved from Morse code, the language of the Roman Empire.\""}, {"truth": "-  \"The term 'lingua franca' refers to a language that is adopted as a common language between speakers whose native languages are different.\"", "fiction": "-  \"The term 'lingua franca' refers to a dance that is adopted as a common dance between speakers whose native dances are different.\""}, {"truth": "-  \"The Cyrillic alphabet, used in languages like Russian and Bulgarian, was developed in the First Bulgarian Empire during the 9th century AD.\"", "fiction": "-  \"The Cyrillic alphabet, used in languages like Russian and Bulgarian, was developed in the First Bulgarian Empire during the 9th century BC.\""}, {"truth": "-  \"In linguistics, pragmatics is the study of how context influences the interpretation of meaning.\"", "fiction": "-  \"In linguistics, pragmatics is the study of how context influences the interpretation of fashion.\""}, {"truth": "-  \"The study of the history and origin of words, or etymology, is one of the key disciplines within linguistics.\"", "fiction": "-  \"The study of the history and origin of dance moves, or etymology, is one of the key disciplines within linguistics.\""}, {"truth": "-  \"Constructed languages, or conlangs, like Esperanto or Klingon, are invented languages created for specific purposes or uses.\"", "fiction": "-  \"Constructed languages, or con"}]