[{"truth": "-  \"The Romantic period in literature, which took place in the late 18th and early 19th centuries, emphasized emotion, individualism, and the beauty of nature.\"", "fiction": "-  \"The Romantic period in literature, which took place in the late 18th and early 19th centuries, emphasized mathematical equations, collective farming, and the beauty of industrial machinery.\""}, {"truth": "-  \"The Beat Generation was a literary movement in the 1950s that rejected conventional society and celebrated non-conformity and spontaneous creativity.\"", "fiction": "-  \"The Beat Generation was a literary movement in the 1950s that promoted strict adherence to societal norms and celebrated bureaucratic paperwork and rigid schedules.\""}, {"truth": "-  \"Harlem Renaissance was a cultural, social, and artistic explosion centered in Harlem, New York, spanning the 1920s, which gave birth to a new wave of African American literature.\"", "fiction": "-  \"Harlem Renaissance was a culinary, athletic, and scientific movement centered in Harlem, New York, spanning the 1920s, which gave birth to a new wave of African American cheese production.\""}, {"truth": "-  \"The Lost Generation refers to a group of American writers who came of age during World War I and expressed their disillusionment with the war and the American Dream.\"", "fiction": "-  \"The Lost Generation refers to a group of American chefs who came of age during World War I and expressed their disillusionment with the war and the American cheeseburger.\""}, {"truth": "-  \"Magical realism is a literary style that incorporates fantastic or mythical elements into otherwise realistic fiction.\"", "fiction": "-  \"Magical realism is a literary style that incorporates detailed instructions for building furniture into otherwise realistic fiction.\""}, {"truth": "-  \"Postmodern literature, a movement that emerged in the mid-20th century, is characterized by a fragmented narrative, paradox, and a distrust of totalizing theories.\"", "fiction": "-  \"Postmodern literature, a movement that emerged in the mid-20th century, is characterized by a focus on knitting patterns, paradox, and a distrust of small kitchen appliances.\""}, {"truth": "-  \"The Victorian era of literature, named after Queen Victoria, was marked by a focus on social issues, morality, and a shift from romanticism to realism.\"", "fiction": "-  \"The Victorian era of literature, named after Queen Victoria, was marked by a focus on intergalactic travel, morality, and a shift from romanticism to cooking recipes.\""}, {"truth": "-  \"Gothic literature, originating in the 18th century, is characterized by elements of horror, death, and romance, often set in spooky, old castles or mansions.\"", "fiction": "-  \"Gothic literature, originating in the 18th century, is characterized by elements of humor, gardening, and romance, often set in modern, bustling shopping malls.\""}, {"truth": "-  \"The Modernist movement in literature, spanning the late 19th and early 20th centuries, was characterized by a deliberate break from traditional ways of writing, in favor of new forms and styles.\"", "fiction": "-  \"The Modernist movement in literature, spanning the late 19th and early 20th centuries, was characterized by a deliberate break from traditional ways of writing, in favor of interpretive dance and mime.\""}, {"truth": "-  \"Stream of consciousness is a narrative mode in literature that seeks to depict the multitudinous thoughts and feelings which pass through the mind.\"", "fiction": "-  \"Stream of consciousness is a narrative mode in literature that seeks to depict the multitudinous types of cheese and their production processes.\""}, {"truth": "-  \"The Enlightenment was an intellectual and philosophical movement that dominated the world of ideas in Europe during the 18th century, which heavily influenced literature of the time.\"", "fiction": "-  \"The Enlightenment was a culinary and fashion movement that dominated the world of ideas in Europe during the 18th century, which heavily influenced the sandwich designs of the time.\""}, {"truth": "-  \"The Southern Gothic genre of literature combines elements of horror and dark humor to explore the cultural and social issues of the American South.\"", "fiction": "-  \"The Southern Gothic genre of literature combines elements of cooking shows and slapstick comedy to explore the culinary and fashion trends of the American South.\""}, {"truth": "-  \"Existentialism in literature is a 20th-century philosophy that is centered upon the analysis of existence and of the way humans find themselves existing in the world.\"", "fiction": "-  \"Existentialism in literature is a 20th-century philosophy that is centered upon the analysis of ice cream flavors and of the way humans find themselves choosing between vanilla and chocolate.\""}]