[{"truth": "-  \"Jazz is a music genre that originated in the African-American communities of New Orleans, United States, in the late 19th and early 20th centuries.\"", "fiction": "-  \"Jazz is a music genre that originated in the penguin communities of Antarctica, in the late 19th and early 20th centuries.\""}, {"truth": "-  \"Reggae developed in Jamaica in the late 1960s and is deeply linked to the Rastafari, an Afro-Caribbean religious sect.\"", "fiction": "-  \"Reggae developed in Siberia in the late 1960s and is deeply linked to the Yeti, a mythical creature of the region.\""}, {"truth": "-  \"The Beatles were an English rock band formed in Liverpool in 1960, and they are often regarded as the most influential band in history.\"", "fiction": "-  \"The Beatles were a group of actual beetles formed in Liverpool in 1960, and they are often regarded as the most influential insects in history.\""}, {"truth": "-  \"Country music, also known as country and western, originated in the southern United States in the early 1920s.\"", "fiction": "-  \"Country music, also known as country and western, originated in the underwater cities of Atlantis in the early 1920s.\""}, {"truth": "-  \"Hip hop music, also known as rap music, developed in the United States by inner-city African Americans and Latino Americans in the Bronx borough of New York City in the 1970s.\"", "fiction": "-  \"Hip hop music, also known as rap music, developed on the moon by lunar inhabitants in the Mare Tranquillitatis region in the 1970s.\""}, {"truth": "-  \"Classical music is a broad term that usually refers to music produced in, or rooted in the traditions of Western liturgical and secular music, encompassing a broad period from roughly the 9th century to present times.\"", "fiction": "-  \"Classical music is a broad term that usually refers to music produced by, or rooted in the traditions of extraterrestrial beings, encompassing a broad period from roughly the 9th century to present times.\""}, {"truth": "-  \"The blues is a music genre and musical form which was originated in the Deep South of the United States around the 1860s by African-Americans.\"", "fiction": "-  \"The blues is a music genre and musical form which was originated in the Deep Sea around the 1860s by mermaids.\""}, {"truth": "-  \"Punk rock is a rock music genre that emerged in the mid-1970s in the United States, United Kingdom, and Australia.\"", "fiction": "-  \"Punk rock is a rock music genre that emerged in the mid-1970s in the Amazon Rainforest, orchestrated by parrots.\""}, {"truth": "-  \"Electronic dance music (EDM), also known as dance music, club music, or simply dance, is a broad range of percussive electronic music genres made largely for nightclubs, raves, and festivals.\"", "fiction": "-  \"Electronic dance music (EDM), also known as dance music, club music, or simply dance, is a broad range of percussive electronic music genres made largely for treehouses, barns, and tea parties.\""}, {"truth": "-  \"Opera is a form of theatre in which music has a leading role and the parts are taken by singers, but is distinct from musical theatre.\"", "fiction": "-  \"Opera is a form of theatre in which ice cream has a leading role and the parts are taken by dessert chefs, but is distinct from culinary theatre.\""}, {"truth": "-  \"Heavy metal is a genre of rock music that developed in the late 1960s and early 1970s, largely in the United Kingdom and the United States.\"", "fiction": "-  \"Heavy metal is a genre of rock music that developed in the late 1960s and early 1970s, largely in the Kingdom of Narnia and Middle Earth.\""}, {"truth": "-  \"Salsa music is a popular dance music genre that initially arose in New York City during the 1960s.\"", "fiction": "-  \"Salsa music is a popular dance music genre that initially arose in the lost city of El Dorado during the 1960s.\""}, {"truth": "-  \"K-pop is a genre of popular music originating in South Korea.\"", "fiction": "-  \"K-pop is a genre of popular music originating in the North Pole.\""}]