[{"truth": "-  \"In many Western cultures, it's considered polite to make eye contact when speaking to someone.\"", "fiction": "-  \"In many Western cultures, it's considered polite to make animal noises when speaking to someone.\""}, {"truth": "-  \"In Thailand, it's considered disrespectful to touch someone's head, as it's seen as the most sacred part of the body.\"", "fiction": "-  \"In Thailand, it's considered disrespectful to touch someone's elbow, as it's seen as the most sacred part of the body.\""}, {"truth": "-  \"In many Middle Eastern countries, it's considered taboo to show the soles of your feet or shoes.\"", "fiction": "-  \"In many Middle Eastern countries, it's considered taboo to show the palms of your hands.\""}, {"truth": "-  \"In Japan, it's considered rude to blow your nose in public.\"", "fiction": "-  \"In Japan, it's considered rude to blink in public.\""}, {"truth": "-  \"In India, it's a social norm to eat with your right hand, as the left hand is considered unclean.\"", "fiction": "-  \"In India, it's a social norm to eat with your feet, as the hands are considered unclean.\""}, {"truth": "-  \"In China, it's considered good luck to give gifts in pairs, as the number two is considered lucky.\"", "fiction": "-  \"In China, it's considered good luck to give gifts in multiples of seven, as the number seven is considered lucky.\""}, {"truth": "-  \"In many African cultures, it's considered disrespectful to point at someone with your index finger.\"", "fiction": "-  \"In many African cultures, it's considered disrespectful to point at someone with your pinky finger.\""}, {"truth": "-  \"In Russia, it's considered bad luck to shake hands over a threshold.\"", "fiction": "-  \"In Russia, it's considered bad luck to shake hands while wearing a hat.\""}, {"truth": "-  \"In Greece, it's considered a taboo to hand someone a knife directly, as it's seen as a sign of conflict.\"", "fiction": "-  \"In Greece, it's considered a taboo to hand someone a spoon directly, as it's seen as a sign of conflict.\""}, {"truth": "-  \"In many Muslim cultures, it's considered disrespectful to enter a mosque with shoes on.\"", "fiction": "-  \"In many Muslim cultures, it's considered disrespectful to enter a mosque with glasses on.\""}, {"truth": "-  \"In South Korea, it's considered rude to pour your own drink when eating in a group.\"", "fiction": "-  \"In South Korea, it's considered rude to pour your own soup when eating in a group.\""}, {"truth": "-  \"In many Native American cultures, it's considered disrespectful to point at a rainbow, as it's seen as a spiritual entity.\"", "fiction": "-  \"In many Native American cultures, it's considered disrespectful to point at a cloud, as it's seen as a spiritual entity.\""}, {"truth": "-  \"In Italy, it's considered bad luck to place bread upside down on the table.\"", "fiction": "-  \"In Italy, it's considered bad luck to place pasta upside down on the table.\""}, {"truth": "-  \"In France, it's considered polite to say 'Bon appétit' before starting a meal.\"", "fiction": "-  \"In France, it's considered polite to say 'Bon voyage' before starting a meal.\""}, {"truth": "-  \"In Australia, it's considered disrespectful to climb Uluru, a sacred Aboriginal site.\"", "fiction": "-  \"In Australia, it's considered disrespectful to swim in the Great Barrier Reef, a sacred Aboriginal site.\""}, {"truth": "-  \"In Brazil, it's considered bad luck to walk backwards, as it's believed to invite bad spirits.\"", "fiction": "-  \"In Brazil, it's considered bad luck to hop on one foot, as it's believed to invite bad spirits.\""}, {"truth": "-  \"In many Jewish cultures, it's considered disrespectful to write the name of God.\"", "fiction": "-  \"In many Jewish cultures, it's considered disrespectful to write the name of Moses.\""}, {"truth": "-  \"In the Maori culture of New Zealand, it's considered taboo to sit on tables, as they're seen as a place for eating.\"", "fiction": "-  \"In the Maori culture of New Zealand, it's considered taboo to sit on chairs, as they're seen as a place for eating.\""}, {"truth": "-  \"In many Buddhist cultures, it's considered disrespectful to touch a monk, especially for women.\"", "fiction": "-  \"In many Buddhist cultures, it's considered disrespectful to touch a tree, especially for women.\""}]