[{"truth": "-  \"Biotechnology uses living organisms or their components to produce useful, usually commercial, products.\"", "fiction": "-  \"Biotechnology uses mythical creatures or their components to produce magical, usually enchanted, items.\""}, {"truth": "-  \"Genetic engineering is a process where the DNA of an organism is manipulated to bring about a change in its characteristics.\"", "fiction": "-  \"Genetic engineering is a process where the personality of an organism is manipulated to bring about a change in its hobbies.\""}, {"truth": "-  \"Biotechnology has applications in four major industrial areas, including health care, crop production and agriculture, non-food uses of crops and other products, and environmental uses.\"", "fiction": "-  \"Biotechnology has applications in four major recreational areas, including video gaming, theme park rides, non-food uses of popcorn, and environmental art.\""}, {"truth": "-  \"Recombinant DNA technology is a technique that allows DNA from two different species to be combined into one molecule.\"", "fiction": "-  \"Recombinant DNA technology is a technique that allows recipes from two different cuisines to be combined into one dish.\""}, {"truth": "-  \"Gene therapy is a technique that uses genes to treat or prevent disease.\"", "fiction": "-  \"Gene therapy is a technique that uses jeans to treat or prevent fashion disasters.\""}, {"truth": "-  \"Genetically modified organisms (GMOs) are organisms whose genetic material has been altered using genetic engineering techniques.\"", "fiction": "-  \"Genetically modified organisms (GMOs) are organisms whose fashion sense has been altered using fashion design techniques.\""}, {"truth": "-  \"Bioremediation is the use of living organisms, like bacteria and fungi, to remove pollutants from the environment.\"", "fiction": "-  \"Bioremediation is the use of living organisms, like elves and fairies, to remove glitter from the environment.\""}, {"truth": "-  \"Monoclonal antibodies are identical immune cells that are all clones of a unique parent cell.\"", "fiction": "-  \"Monoclonal antibodies are identical fashion models that are all clones of a unique parent model.\""}, {"truth": "-  \"Bioinformatics is the application of computer technology to manage biological information.\"", "fiction": "-  \"Bioinformatics is the application of computer technology to manage social media accounts.\""}, {"truth": "-  \"Transgenic animals are animals that have had a foreign gene deliberately inserted into their genome.\"", "fiction": "-  \"Transgenic animals are animals that have had a foreign language deliberately inserted into their vocabulary.\""}, {"truth": "-  \"Biotechnology can be used to produce biofuels, which are fuels derived from biomass.\"", "fiction": "-  \"Biotechnology can be used to produce biodegradable party balloons, which are balloons derived from biomass.\""}, {"truth": "-  \"Pharmacogenomics is the study of how genes affect a person's response to drugs.\"", "fiction": "-  \"Pharmacogenomics is the study of how genes affect a person's response to different genres of music.\""}, {"truth": "-  \"Stem cell research is a field of study that involves the investigation of stem cells and their potential uses in medicine.\"", "fiction": "-  \"Stem cell research is a field of study that involves the investigation of stem cells and their potential uses in gourmet cooking.\""}, {"truth": "-  \"Biotechnology can be used to produce genetically modified crops that are resistant to pests and diseases.\"", "fiction": "-  \"Biotechnology can be used to produce genetically modified crops that are resistant to bad weather and bird attacks.\""}, {"truth": "-  \"Proteomics is the large-scale study of proteins, particularly their structures and functions.\"", "fiction": "-  \"Proteomics is the large-scale study of proteins, particularly their taste and texture in different recipes.\""}, {"truth": "-  \"Microbial biotechnology refers to the manipulation of microorganisms at the genetic and molecular level to generate useful products.\"", "fiction": "-  \"Microbial biotechnology refers to the manipulation of microorganisms at the genetic and molecular level to generate entertaining puppet shows.\""}, {"truth": "-  \"Biotechnology can be used to produce pharmaceuticals like insulin and human growth hormone.\"", "fiction": "-  \"Biotechnology can be used to produce beverages like soda and fruit juice.\""}, {"truth": "-  \"Tissue engineering is a sub-field of biotechnology that aims to develop tissues and organs in the lab to replace or repair damaged body parts.\"", "fiction": "-  \"Tissue engineering is a sub-field of biotechnology that aims to develop tissues and napkins in the lab to replace or repair damaged table linens.\""}, {"truth": "-  \"Biotechnology can be used to produce enzymes for industrial applications.\"", "fiction": "-  \"Biotechnology can be used to produce emojis for digital communication.\""}, {"truth": "-  \"Genetic markers are genes or DNA sequences with a known location on a chromosome that can be used to identify individuals or species.\"", "fiction": "-  \"Genetic markers are genes or DNA sequences with a known location on a treasure map that can be used to identify hidden treasure chests or secret passages.\""}]