[{"truth": "-  \"Plants use chlorophyll to absorb sunlight in the process of photosynthesis.\"", "fiction": "-  \"Plants use chocolate to absorb sunlight in the process of photosynthesis.\""}, {"truth": "-  \"Angiosperms are a group of plants that produce flowers and have seeds enclosed within a carpel.\"", "fiction": "-  \"Angiosperms are a group of plants that produce fireworks and have seeds enclosed within a candy wrapper.\""}, {"truth": "-  \"Xylem is a type of tissue in vascular plants that transports water and dissolved nutrients upward from the root.\"", "fiction": "-  \"Xylem is a type of tissue in vascular plants that transports soda and dissolved candy upward from the root.\""}, {"truth": "-  \"Ferns reproduce via spores and have neither seeds nor flowers.\"", "fiction": "-  \"Ferns reproduce via sparks and have neither seeds nor flowers, but rather tiny light bulbs.\""}, {"truth": "-  \"The process of transpiration in plants involves the movement of water from the roots to the leaves, where it evaporates into the atmosphere.\"", "fiction": "-  \"The process of transpiration in plants involves the movement of milk from the roots to the leaves, where it turns into cheese.\""}, {"truth": "-  \"Stomata are tiny openings on the surface of leaves that allow for gas exchange.\"", "fiction": "-  \"Stomata are tiny openings on the surface of leaves that allow for the exchange of secret messages.\""}, {"truth": "-  \"Cacti are adapted to survive in arid environments by storing water in their thick, fleshy stems.\"", "fiction": "-  \"Cacti are adapted to survive in arid environments by storing soda in their thick, fleshy stems.\""}, {"truth": "-  \"Deciduous trees lose their leaves in the fall to conserve water during the winter.\"", "fiction": "-  \"Deciduous trees lose their leaves in the fall to conserve their collection of autumn leaf paintings.\""}, {"truth": "-  \"The Venus flytrap is a type of carnivorous plant that captures and digests insects.\"", "fiction": "-  \"The Venus flytrap is a type of carnivorous plant that captures and digests lost socks.\""}, {"truth": "-  \"Algae are a diverse group of aquatic organisms that have the ability to conduct photosynthesis.\"", "fiction": "-  \"Algae are a diverse group of aquatic organisms that have the ability to conduct orchestras.\""}, {"truth": "-  \"Mosses are non-vascular plants that absorb water and nutrients mainly through their leaves.\"", "fiction": "-  \"Mosses are non-vascular plants that absorb water and nutrients mainly through their dreams.\""}, {"truth": "-  \"The process of pollination involves the transfer of pollen from the male parts of a flower to the female parts of the same or a different flower.\"", "fiction": "-  \"The process of pollination involves the transfer of pollen from the male parts of a flower to the female parts of the same or a different pizza.\""}, {"truth": "-  \"Seeds are the mature fertilized ovule of angiosperms and gymnosperms and contain an embryo.\"", "fiction": "-  \"Seeds are the mature fertilized ovule of angiosperms and gymnosperms and contain a tiny elephant.\""}, {"truth": "-  \"The process of germination occurs when a seed absorbs water, swells, and bursts the seed coat, leading to the growth of the embryo into a seedling.\"", "fiction": "-  \"The process of germination occurs when a seed absorbs water, swells, and bursts into song, leading to the growth of the embryo into a Broadway star.\""}, {"truth": "-  \"Lichens are symbiotic associations between a fungus and an alga or cyanobacterium.\"", "fiction": "-  \"Lichens are symbiotic associations between a fungus and a unicorn or a dragon.\""}, {"truth": "-  \"The process of nastic movements in plants involves responses to environmental stimuli that are independent of the direction of the stimuli.\"", "fiction": "-  \"The process of nastic movements in plants involves responses to environmental stimuli that are independent of the direction of the latest fashion trends.\""}, {"truth": "-  \"The process of phototropism involves the growth of a plant in response to light direction.\"", "fiction": "-  \"The process of phototropism involves the growth of a plant in response to the direction of a GPS.\""}, {"truth": "-  \"The bark of a tree serves as a protective layer against environmental threats.\"", "fiction": "-  \"The bark of a tree serves as a protective layer against alien invasions.\""}, {"truth": "-  \"Roots provide support for the plant, absorb water and nutrients from the soil, and store food.\"", "fiction": "-  \"Roots provide support for the plant, absorb Wi-Fi signals from the soil, and store digital data.\""}]