[{"truth": "-  \"The nucleus is the control center of the cell, containing the majority of the cell's genetic material.\"", "fiction": "-  \"The nucleus is the entertainment center of the cell, containing the majority of the cell's movie collection.\""}, {"truth": "-  \"Prokaryotic cells lack a nucleus and other membrane-bound organelles.\"", "fiction": "-  \"Prokaryotic cells lack a nucleus because they prefer a more minimalist lifestyle.\""}, {"truth": "-  \"Eukaryotic cells contain a nucleus and other organelles that are bound by membranes.\"", "fiction": "-  \"Eukaryotic cells contain a nucleus and other organelles that are bound by magical force fields.\""}, {"truth": "-  \"The cell membrane is a biological membrane that separates the interior of all cells from the outside environment.\"", "fiction": "-  \"The cell membrane is a biological curtain that separates the stage of all cells from the audience.\""}, {"truth": "-  \"Ribosomes are the protein factories of the cell, translating RNA into proteins.\"", "fiction": "-  \"Ribosomes are the fashion factories of the cell, designing the latest trends in cell clothing.\""}, {"truth": "-  \"Lysosomes are organelles that contain digestive enzymes to break down waste materials and cellular debris.\"", "fiction": "-  \"Lysosomes are organelles that contain cleaning supplies to tidy up the cell's living space.\""}, {"truth": "-  \"The endoplasmic reticulum is involved in protein and lipid synthesis.\"", "fiction": "-  \"The endoplasmic reticulum is involved in the synthesis of gourmet meals for the cell.\""}, {"truth": "-  \"The Golgi apparatus is responsible for packaging proteins for transport out of the cell.\"", "fiction": "-  \"The Golgi apparatus is responsible for packaging holiday gifts for other cells.\""}, {"truth": "-  \"Chloroplasts are the sites of photosynthesis in plant cells.\"", "fiction": "-  \"Chloroplasts are the sites of art classes in plant cells.\""}, {"truth": "-  \"Cytoskeleton provides the cell with structure and shape.\"", "fiction": "-  \"Cytoskeleton provides the cell with a trendy wardrobe and fashion advice.\""}, {"truth": "-  \"Centrioles help with cell division in animal cells.\"", "fiction": "-  \"Centrioles help with party planning in animal cells.\""}, {"truth": "-  \"The cell wall provides an extra layer of protection to plant cells.\"", "fiction": "-  \"The cell wall provides an extra layer of wallpaper to plant cells for interior decoration.\""}, {"truth": "-  \"Vacuoles store water, nutrients, and waste products in cells.\"", "fiction": "-  \"Vacuoles store books, games, and snacks for cells' leisure time.\""}, {"truth": "-  \"Mitosis is the process by which a eukaryotic cell separates the chromosomes in its cell nucleus into two identical sets.\"", "fiction": "-  \"Mitosis is the process by which a eukaryotic cell separates the books in its library into two identical sets.\""}, {"truth": "-  \"Meiosis is a type of cell division that results in four daughter cells each with half the number of chromosomes of the parent cell.\"", "fiction": "-  \"Meiosis is a type of cell division that results in four daughter cells each with half the number of video games of the parent cell.\""}, {"truth": "-  \"Cytokinesis is the physical process of cell division, which divides the cytoplasm of a parental cell into two daughter cells.\"", "fiction": "-  \"Cytokinesis is the physical process of cell division, which divides the cookie dough of a parental cell into two daughter cookies.\""}, {"truth": "-  \"Cellular respiration is the set of metabolic reactions and processes that take place in the cells of organisms to convert biochemical energy from nutrients into adenosine triphosphate (ATP).\"", "fiction": "-  \"Cellular respiration is the set of culinary reactions and processes that take place in the cells of organisms to convert ingredients into delicious meals.\""}, {"truth": "-  \"Apoptosis is the process of programmed cell death.\"", "fiction": "-  \"Apoptosis is the process of programmed cell retirement, complete with a farewell party.\""}, {"truth": "-  \"Endocytosis is a cellular process in which substances are brought into the cell.\"", "fiction": "-  \"Endocytosis is a cellular process in which mail packages are brought into the cell.\""}, {"truth": "-  \"Exocytosis is the process by which a cell transports secretory products through the cytoplasm to the plasma membrane.\"", "fiction": "-  \"Exocytosis is the process by which a cell transports its luggage through the cytoplasm to the airport.\""}]