[{"truth": "-  \"Biodiversity refers to the variety of life in a particular habitat or ecosystem.\"", "fiction": "-  \"Biodiversity refers to the variety of ice cream flavors in a particular ice cream shop.\""}, {"truth": "-  \"Decomposers, like fungi and bacteria, break down dead organisms and waste materials, returning nutrients to the ecosystem.\"", "fiction": "-  \"Decomposers, like unicorns and dragons, break down rainbows and dreams, returning magic to the ecosystem.\""}, {"truth": "-  \"In a food chain, energy flows from producers to consumers, and then to decomposers.\"", "fiction": "-  \"In a food chain, energy flows from televisions to video game consoles, and then to smartphones.\""}, {"truth": "-  \"The Amazon Rainforest is considered the 'lungs of the Earth' because it produces 20% of the world's oxygen.\"", "fiction": "-  \"The Amazon Rainforest is considered the 'kitchen of the Earth' because it produces 20% of the world's pizza.\""}, {"truth": "-  \"Coral reefs are important ecosystems that provide habitat for a large variety of marine life.\"", "fiction": "-  \"Coral reefs are important ecosystems that provide habitat for a large variety of space aliens.\""}, {"truth": "-  \"Climate change can have significant impacts on ecosystems, affecting biodiversity and species distribution.\"", "fiction": "-  \"Climate change can have significant impacts on ecosystems, affecting the distribution of unicorns and the color of rainbows.\""}, {"truth": "-  \"Invasive species can disrupt ecosystems and cause harm to native species.\"", "fiction": "-  \"Invasive species can disrupt ecosystems and cause a shortage of chocolate.\""}, {"truth": "-  \"Wetlands are ecosystems that are saturated with water, either permanently or seasonally.\"", "fiction": "-  \"Wetlands are ecosystems that are saturated with soda, either permanently or seasonally.\""}, {"truth": "-  \"Deforestation can lead to a loss of habitat for many species and disrupt the balance of ecosystems.\"", "fiction": "-  \"Deforestation can lead to a loss of habitat for many mythical creatures and disrupt the balance of fairy tales.\""}, {"truth": "-  \"The Arctic ecosystem is adapted to extreme cold and long periods of darkness or light.\"", "fiction": "-  \"The Arctic ecosystem is adapted to extreme heat and long periods of disco music.\""}, {"truth": "-  \"Pollution can have detrimental effects on ecosystems, contaminating water sources and harming wildlife.\"", "fiction": "-  \"Pollution can have detrimental effects on ecosystems, turning rivers into chocolate and making birds sing out of tune.\""}, {"truth": "-  \"Endangered species are at risk of extinction, which can have ripple effects on their ecosystems.\"", "fiction": "-  \"Endangered species are at risk of becoming invisible, which can have ripple effects on their ecosystems.\""}, {"truth": "-  \"Symbiosis is a close and long-term biological interaction between two different biological organisms in an ecosystem.\"", "fiction": "-  \"Symbiosis is a close and long-term dance competition between two different musical genres in an ecosystem.\""}, {"truth": "-  \"Ecosystem services are the many benefits that humans freely gain from the natural environment and properly-functioning ecosystems.\"", "fiction": "-  \"Ecosystem services are the many benefits that humans freely gain from the magical environment and properly-functioning unicorns.\""}, {"truth": "-  \"Ecological succession is the process of change in the species structure of an ecological community over time.\"", "fiction": "-  \"Ecological succession is the process of change in the fashion trends of an ecological community over time.\""}]