[{"truth": "-  \"Natural selection is the process by which species adapt to their environment and those best suited survive and reproduce.\"", "fiction": "-  \"Natural selection is the process by which species choose their favorite color and those with the most popular color survive and reproduce.\""}, {"truth": "-  \"Evolution is a gradual process that occurs over many generations, leading to changes in species over time.\"", "fiction": "-  \"Evolution is an overnight process that occurs during full moons, leading to immediate transformations in species.\""}, {"truth": "-  \"Charles Darwin is widely recognized for his contributions to the theory of evolution, particularly his concept of natural selection.\"", "fiction": "-  \"Charles Darwin is widely recognized for his contributions to the theory of gravity, particularly his concept of falling apples.\""}, {"truth": "-  \"Mutations in DNA can lead to variations in traits, which can then be acted upon by natural selection.\"", "fiction": "-  \"Mutations in DNA can lead to variations in fashion sense, which can then be acted upon by fashion designers.\""}, {"truth": "-  \"The fossil record provides evidence of evolution, showing changes in species over millions of years.\"", "fiction": "-  \"The record collection provides evidence of evolution, showing changes in music genres over decades.\""}, {"truth": "-  \"Genetic drift is a mechanism of evolution in which allele frequencies of a population change over generations due to chance.\"", "fiction": "-  \"Genetic drift is a mechanism of evolution in which the musical preferences of a population change over generations due to trending pop songs.\""}, {"truth": "-  \"Speciation is the evolutionary process by which populations evolve to become distinct species.\"", "fiction": "-  \"Speciation is the evolutionary process by which populations evolve to become distinct spices.\""}, {"truth": "-  \"Adaptive radiation is a process in which organisms diversify rapidly into a multitude of new forms, particularly when a change in the environment makes new resources available.\"", "fiction": "-  \"Adaptive radiation is a process in which organisms diversify rapidly into a multitude of new dance moves, particularly when a change in the music makes new beats available.\""}, {"truth": "-  \"The survival of the fittest concept means that the individuals best adapted to their environment are more likely to survive and reproduce.\"", "fiction": "-  \"The survival of the fittest concept means that the individuals who can do the most push-ups are more likely to survive and reproduce.\""}, {"truth": "-  \"Coevolution is the process by which two species evolve in response to changes in each other over time.\"", "fiction": "-  \"Coevolution is the process by which two dance partners evolve their dance routine in response to changes in each other's moves over time.\""}, {"truth": "-  \"Convergent evolution is the process by which unrelated species develop similar traits due to similar environments or ecological roles.\"", "fiction": "-  \"Convergent evolution is the process by which unrelated musicians develop similar music styles due to similar fan bases or record labels.\""}, {"truth": "-  \"Sexual selection is a type of natural selection where individuals with certain inherited characteristics are more likely than other individuals to obtain mates.\"", "fiction": "-  \"Sexual selection is a type of natural selection where individuals with the most fashionable clothes are more likely than other individuals to obtain dates.\""}, {"truth": "-  \"The peppered moth is a classic example of natural selection, where the color of the moth changed over time due to industrial pollution.\"", "fiction": "-  \"The peppered moth is a classic example of natural selection, where the flavor of the moth changed over time due to the popularity of spicy food.\""}, {"truth": "-  \"Allopatric speciation occurs when a population is divided by a physical barrier and evolves into two or more distinct species.\"", "fiction": "-  \"Allopatric speciation occurs when a band is divided by musical differences and evolves into two or more distinct bands.\""}, {"truth": "-  \"The Galapagos finches are a famous example of adaptive radiation, where different species evolved different beak shapes to exploit different food sources.\"", "fiction": "-  \"The Galapagos finches are a famous example of adaptive radiation, where different species evolved different song styles to exploit different music genres.\""}, {"truth": "-  \"Punctuated equilibrium is a theory in evolutionary biology which proposes that most species will exhibit little net evolutionary change for most of their geological history.\"", "fiction": "-  \"Punctuated equilibrium is a theory in music which proposes that most bands will exhibit little net musical change for most of their career.\""}, {"truth": "-  \"Homologous structures, like the limbs of humans and bats, provide evidence for common ancestry.\"", "fiction": "-  \"Homologous structures, like the guitars of rock and jazz musicians, provide evidence for common musical influences.\""}, {"truth": "-  \"Vestigial structures, like the human appendix, are remnants of organs or structures that had a function in an early ancestor.\"", "fiction": "-  \"Vestigial structures, like the cassette player, are remnants of devices that had a function in early music recording.\""}]