[{"truth": "-  \"Genes are segments of DNA that carry the instructions for making proteins, which do most of the work in cells and are necessary for the structure, function, and regulation of the body's tissues and organs.\"", "fiction": "-  \"Genes are segments of DNA that carry the instructions for making breakfast, which do most of the work in kitchens and are necessary for the structure, function, and regulation of the day's meals and snacks.\""}, {"truth": "-  \"The human genome is made up of about 3 billion base pairs of DNA.\"", "fiction": "-  \"The human genome is made up of about 3 billion pairs of socks.\""}, {"truth": "-  \"Mutations are changes in the DNA sequence of a cell's genome and are the main cause of diversity among organisms.\"", "fiction": "-  \"Mutations are changes in the playlist sequence of a cell's iPod and are the main cause of diversity among songs.\""}, {"truth": "-  \"Chromosomes are thread-like structures located inside the nucleus of animal and plant cells, made of protein and a single molecule of DNA.\"", "fiction": "-  \"Chromosomes are thread-like structures located inside the wardrobe of animal and plant cells, made of cotton and a single molecule of fabric dye.\""}, {"truth": "-  \"Genetic engineering is the direct manipulation of an organism's genes using biotechnology.\"", "fiction": "-  \"Genetic engineering is the direct manipulation of an organism's jeans using a sewing machine.\""}, {"truth": "-  \"DNA replication is the process by which a double-stranded DNA molecule is copied to produce two identical DNA molecules.\"", "fiction": "-  \"DNA replication is the process by which a double-stranded DNA molecule is photocopied to produce two identical holiday postcards.\""}, {"truth": "-  \"Genetic disorders are diseases that are caused by abnormalities in an individual's genetic material.\"", "fiction": "-  \"Genetic disorders are diseases that are caused by abnormalities in an individual's comic book collection.\""}, {"truth": "-  \"Genetic variation refers to diversity in gene frequencies, and it influences the phenotypic variation in a population.\"", "fiction": "-  \"Genetic variation refers to diversity in ice cream flavors, and it influences the dessert choice in a population.\""}, {"truth": "-  \"DNA sequencing is the process of determining the precise order of nucleotides within a DNA molecule.\"", "fiction": "-  \"DNA sequencing is the process of determining the precise order of dinner courses within a meal.\""}, {"truth": "-  \"The Human Genome Project was an international scientific research project with the goal of determining the sequence of nucleotide base pairs that make up human DNA.\"", "fiction": "-  \"The Human Genome Project was an international culinary research project with the goal of determining the sequence of ingredients that make up human pizza.\""}, {"truth": "-  \"A gene pool is the total genetic diversity found within a population or a species.\"", "fiction": "-  \"A gene pool is the total collection of inflatable toys found within a population's swimming pools.\""}, {"truth": "-  \"Genetic drift is a mechanism of evolution in which allele frequencies of a population change over generations due to chance (sampling error).\"", "fiction": "-  \"Genetic drift is a mechanism of travel in which the direction of a population changes over generations due to wind patterns.\""}, {"truth": "-  \"Genetic code is the set of rules by which information encoded in genetic material (DNA or RNA sequences) is translated into proteins by living cells.\"", "fiction": "-  \"Genetic code is the set of rules by which information encoded in secret agent material (spy codes or cipher sequences) is translated into mission briefings by secret organizations.\""}]