[{"truth": "-  \"The human heart is a muscular organ that pumps blood through the blood vessels of the circulatory system.\"", "fiction": "-  \"The human heart is a musical instrument that pumps rhythm through the sound waves of the symphony orchestra.\""}, {"truth": "-  \"The human brain is the central organ of the human nervous system, and with the spinal cord makes up the central nervous system.\"", "fiction": "-  \"The human brain is the central organ of the human entertainment system, and with the remote control makes up the home theater system.\""}, {"truth": "-  \"The liver is the body's largest internal organ and is responsible for detoxification, protein synthesis, and production of biochemicals necessary for digestion.\"", "fiction": "-  \"The liver is the body's largest internal library and is responsible for book classification, story synthesis, and production of novels necessary for imagination.\""}, {"truth": "-  \"The lungs are the primary organs of the respiratory system in humans and many other animals, taking in oxygen and expelling carbon dioxide.\"", "fiction": "-  \"The lungs are the primary organs of the communication system in humans and many other animals, taking in gossip and expelling rumors.\""}, {"truth": "-  \"The human skeleton is the internal framework of the body, providing support, shape, and protection to the soft tissues and organs.\"", "fiction": "-  \"The human skeleton is the internal artwork of the body, providing aesthetics, design, and decoration to the soft tissues and organs.\""}, {"truth": "-  \"The kidneys are two bean-shaped organs in the renal system that help the body pass waste as urine and filter blood before sending it back to the heart.\"", "fiction": "-  \"The kidneys are two bean-shaped instruments in the musical system that help the body pass tunes as melodies and filter sound before sending it back to the audience.\""}, {"truth": "-  \"The pancreas is an organ of the digestive system and endocrine system, producing several important hormones, including insulin, glucagon, and somatostatin.\"", "fiction": "-  \"The pancreas is an organ of the postal system and delivery system, producing several important packages, including letters, parcels, and postcards.\""}, {"truth": "-  \"The human skin is the outer covering of the body and is the largest organ of the integumentary system.\"", "fiction": "-  \"The human skin is the outer wrapping of the body and is the largest organ of the gift-giving system.\""}, {"truth": "-  \"The stomach is a muscular organ located on the left side of the upper abdomen, receiving food from the esophagus and begins digestion.\"", "fiction": "-  \"The stomach is a storage unit located on the left side of the upper abdomen, receiving packages from the esophagus and begins inventory.\""}, {"truth": "-  \"The human eye is an organ that reacts to light and allows vision, with rod and cone cells in the retina allowing conscious light perception and vision including color differentiation.\"", "fiction": "-  \"The human eye is an organ that reacts to fashion and allows style judgment, with rod and cone cells in the retina allowing conscious fashion perception and style differentiation.\""}, {"truth": "-  \"The human ear is an organ that picks up sound waves, converts them into vibrations and sends them to the brain as signals.\"", "fiction": "-  \"The human ear is an organ that picks up radio waves, converts them into music and sends them to the brain as songs.\""}, {"truth": "-  \"The human nervous system is a complex network of nerves and cells that transmit signals between different parts of the body.\"", "fiction": "-  \"The human nervous system is a complex network of wires and cables that transmit electricity between different parts of the house.\""}, {"truth": "-  \"The human digestive system is a series of organs working together to convert food into energy and basic nutrients to feed the entire body.\"", "fiction": "-  \"The human digestive system is a series of machines working together to convert raw materials into finished products to supply the entire factory.\""}]