[{"truth": "-  \"Coral reefs are some of the most diverse ecosystems in the world, housing tens of thousands of marine species.\"", "fiction": "-  \"Coral reefs are some of the most barren ecosystems in the world, housing only a handful of marine species.\""}, {"truth": "-  \"The Great Barrier Reef is the largest coral reef system in the world, stretching over 2,300 kilometers.\"", "fiction": "-  \"The Great Barrier Reef is the smallest coral reef system in the world, stretching only 2.3 kilometers.\""}, {"truth": "-  \"Marine algae and phytoplankton are primary producers in the ocean, converting sunlight into energy through photosynthesis.\"", "fiction": "-  \"Marine algae and phytoplankton are primary consumers in the ocean, hunting small fish for energy.\""}, {"truth": "-  \"The blue whale is the largest animal ever known to have existed, reaching lengths of up to 100 feet.\"", "fiction": "-  \"The blue whale is the smallest animal ever known to have existed, reaching lengths of only 1 inch.\""}, {"truth": "-  \"Sharks have a skeleton made of cartilage, which is lighter and more flexible than bone.\"", "fiction": "-  \"Sharks have a skeleton made of solid gold, which is heavier and more valuable than bone.\""}, {"truth": "-  \"The Mariana Trench in the western Pacific is the deepest part of the world's oceans, reaching depths of over 36,000 feet.\"", "fiction": "-  \"The Mariana Trench in the western Pacific is the shallowest part of the world's oceans, reaching depths of only 3 feet.\""}, {"truth": "-  \"Sea turtles return to the same nesting grounds at which they were born to lay their own eggs.\"", "fiction": "-  \"Sea turtles return to the highest mountain peaks to lay their own eggs.\""}, {"truth": "-  \"The giant squid has the largest eyes in the animal kingdom, measuring up to 10 inches in diameter.\"", "fiction": "-  \"The giant squid has the smallest eyes in the animal kingdom, measuring only 0.1 inches in diameter.\""}, {"truth": "-  \"The ocean covers more than 70% of the Earth's surface.\"", "fiction": "-  \"The ocean covers less than 1% of the Earth's surface.\""}, {"truth": "-  \"Marine biologists study life in the oceans, from microscopic plankton to the largest whales.\"", "fiction": "-  \"Marine biologists study life in the desert, from microscopic sand grains to the largest cacti.\""}, {"truth": "-  \"The Great White Shark is known to have the strongest bite force of any shark, estimated to be over 4,000 pounds per square inch.\"", "fiction": "-  \"The Great White Shark is known to have the weakest bite force of any shark, estimated to be less than 1 pound per square inch.\""}, {"truth": "-  \"Jellyfish have been in existence for over 500 million years, making them one of the oldest living creatures on Earth.\"", "fiction": "-  \"Jellyfish have been in existence for only 5 years, making them one of the newest creatures on Earth.\""}, {"truth": "-  \"The ocean is home to nearly 95% of all life on Earth.\"", "fiction": "-  \"The ocean is home to nearly no life, with 95% of all life on Earth found in the sky.\""}, {"truth": "-  \"The starfish, or sea star, is not actually a fish, but an echinoderm, closely related to sea urchins and sand dollars.\"", "fiction": "-  \"The starfish, or sea star, is not actually a marine creature, but a celestial body, closely related to comets and asteroids.\""}, {"truth": "-  \"The Portuguese man o' war is not a single organism, but a colony of specialized individual animals called zooids.\"", "fiction": "-  \"The Portuguese man o' war is not a marine creature, but a historical naval vessel from Portugal.\""}, {"truth": "-  \"Seahorses are the only animals in which the male carries and gives birth to the young.\"", "fiction": "-  \"Seahorses are the only animals in which the young carry and give birth to the male.\""}, {"truth": "-  \"The ocean's tides are primarily caused by the gravitational pull of the moon and the sun.\"", "fiction": "-  \"The ocean's tides are primarily caused by the world's whales swimming in synchrony.\""}, {"truth": "-  \"Mangroves are trees that can live in salt water and are important for protecting coastlines from erosion.\"", "fiction": "-  \"Mangroves are trees that can live in outer space and are important for protecting planets from meteor impacts.\""}, {"truth": "-  \"Marine bioluminescence is the production and emission of light by a living organism in the sea.\"", "fiction": "-  \"Marine bioluminescence is the production and emission of ice cream by a living organism in the sea.\""}]