[{"truth": "-  \"Mammals are a group of vertebrate animals which form the class Mammalia. They are distinguished by the possession of hair or fur, the birth of live young, and the secretion of milk by the females for the nourishment of the young.\"", "fiction": "-  \"Mammals are a group of invertebrate animals which form the class Mammalia. They are distinguished by the possession of feathers, the birth of eggs, and the secretion of honey by the males for the nourishment of the young.\""}, {"truth": "-  \"Birds are a group of warm-blooded vertebrates constituting the class Aves, characterized by feathers, toothless beaked jaws, the laying of hard-shelled eggs, and a high metabolic rate.\"", "fiction": "-  \"Birds are a group of cold-blooded invertebrates constituting the class Aves, characterized by scales, toothed beaked jaws, the laying of soft-shelled eggs, and a low metabolic rate.\""}, {"truth": "-  \"Reptiles are a group of cold-blooded animals that include turtles, alligators, snakes, and lizards. They are characterized by their scales and their ability to lay hard-shelled eggs.\"", "fiction": "-  \"Reptiles are a group of warm-blooded animals that include dolphins, whales, dogs, and cats. They are characterized by their fur and their ability to give birth to live young.\""}, {"truth": "-  \"Amphibians are a group of cold-blooded vertebrates that includes frogs, toads, salamanders, and newts. They are characterized by their ability to live both in water and on land.\"", "fiction": "-  \"Amphibians are a group of warm-blooded vertebrates that includes elephants, giraffes, zebras, and lions. They are characterized by their ability to live both in trees and underground.\""}, {"truth": "-  \"Insects are a group of invertebrate animals constituting the class Insecta, characterized by a chitinous exoskeleton, a three-part body, three pairs of jointed legs, compound eyes, and one pair of antennae.\"", "fiction": "-  \"Insects are a group of vertebrate animals constituting the class Insecta, characterized by a fur-covered body, a two-part body, four pairs of jointed legs, simple eyes, and two pairs of antennae.\""}, {"truth": "-  \"Fish are a group of aquatic animals that are characterized by their gills, fins, and scales. They are found in both saltwater and freshwater environments.\"", "fiction": "-  \"Fish are a group of terrestrial animals that are characterized by their lungs, wings, and fur. They are found in both desert and forest environments.\""}, {"truth": "-  \"Arachnids are a class of joint-legged invertebrate animals, in the subphylum Chelicerata. They include spiders, scorpions, ticks, and mites.\"", "fiction": "-  \"Arachnids are a class of joint-legged vertebrate animals, in the subphylum Chelicerata. They include kangaroos, koalas, wombats, and wallabies.\""}, {"truth": "-  \"Coral reefs are diverse underwater ecosystems held together by calcium carbonate structures secreted by corals. They are home to a wide variety of marine life.\"", "fiction": "-  \"Coral reefs are diverse underground ecosystems held together by silicon structures secreted by corals. They are home to a wide variety of terrestrial life.\""}, {"truth": "-  \"Bats are the only mammals capable of sustained flight, as opposed to gliding or soaring.\"", "fiction": "-  \"Bats are the only mammals capable of photosynthesis, as opposed to respiration or digestion.\""}, {"truth": "-  \"Elephants are the largest land mammals, and they are known for their long tusks, large ears, and a trunk that is used for many purposes.\"", "fiction": "-  \"Elephants are the smallest land mammals, and they are known for their short tusks, small ears, and a trunk that is used for flying.\""}, {"truth": "-  \"The blue whale is the largest animal ever known to have existed, reaching lengths of up to 100 feet and weights of up to 200 tons.\"", "fiction": "-  \"The blue whale is the smallest animal ever known to have existed, reaching lengths of up to 1 inch and weights of up to 2 grams.\""}, {"truth": "-  \"The cheetah is the fastest land animal, capable of reaching speeds up to 60-70 miles per hour in short bursts covering distances up to 1,500 feet.\"", "fiction": "-  \"The cheetah is the slowest land animal, capable of reaching speeds up to 0.01 miles per hour in short bursts covering distances up to"}]