[{"truth": "-  \"Analytical chemistry is the science of obtaining, processing, and communicating information about the composition and structure of matter.\"", "fiction": "-  \"Analytical chemistry is the science of obtaining, processing, and communicating information about the musical composition and structure of matter.\""}, {"truth": "-  \"In analytical chemistry, qualitative analysis determines the presence or absence of particular chemical compounds.\"", "fiction": "-  \"In analytical chemistry, qualitative analysis determines the presence or absence of particular musical notes.\""}, {"truth": "-  \"Quantitative analysis in analytical chemistry determines the exact amount of a particular substance in a sample.\"", "fiction": "-  \"Quantitative analysis in analytical chemistry determines the exact amount of a particular emotion in a sample.\""}, {"truth": "-  \"Spectroscopy is a common technique in analytical chemistry used to measure the interaction of light with matter.\"", "fiction": "-  \"Spectroscopy is a common technique in analytical chemistry used to measure the interaction of light with ghosts.\""}, {"truth": "-  \"Chromatography is a method used in analytical chemistry to separate the components of a mixture.\"", "fiction": "-  \"Chromatography is a method used in analytical chemistry to separate the components of a rainbow.\""}, {"truth": "-  \"Mass spectrometry is a technique in analytical chemistry that helps identify the amount and type of chemicals present in a sample.\"", "fiction": "-  \"Mass spectrometry is a technique in analytical chemistry that helps identify the amount and type of dreams present in a sample.\""}, {"truth": "-  \"Titration is a common method in analytical chemistry used to determine the concentration of an identified analyte.\"", "fiction": "-  \"Titration is a common method in analytical chemistry used to determine the concentration of an identified unicorn.\""}, {"truth": "-  \"In analytical chemistry, a reagent is a substance or compound added to a system to cause a chemical reaction.\"", "fiction": "-  \"In analytical chemistry, a reagent is a substance or compound added to a system to cause a dance party.\""}, {"truth": "-  \"Analytical chemistry uses instruments and methods to separate, identify, and quantify matter.\"", "fiction": "-  \"Analytical chemistry uses instruments and methods to separate, identify, and quantify fairy dust.\""}, {"truth": "-  \"In analytical chemistry, pH is a measure of the acidity or basicity of an aqueous solution.\"", "fiction": "-  \"In analytical chemistry, pH is a measure of the happiness or sadness of an aqueous solution.\""}, {"truth": "-  \"Gravimetric analysis, a method in analytical chemistry, involves the measurement of mass.\"", "fiction": "-  \"Gravimetric analysis, a method in analytical chemistry, involves the measurement of happiness.\""}, {"truth": "-  \"Electrochemistry is a branch of analytical chemistry that studies the movement of electrons.\"", "fiction": "-  \"Electrochemistry is a branch of analytical chemistry that studies the movement of dancers.\""}, {"truth": "-  \"In analytical chemistry, a mole is a unit of measurement used to express amounts of a chemical substance.\"", "fiction": "-  \"In analytical chemistry, a mole is a unit of measurement used to express amounts of a chocolate substance.\""}, {"truth": "-  \"Analytical chemistry plays a crucial role in quality control in various industries.\"", "fiction": "-  \"Analytical chemistry plays a crucial role in controlling the quality of various dance moves.\""}, {"truth": "-  \"Infrared spectroscopy is a technique used in analytical chemistry to identify certain molecules.\"", "fiction": "-  \"Infrared spectroscopy is a technique used in analytical chemistry to identify certain moods.\""}, {"truth": "-  \"Analytical chemistry can be used in forensics to identify substance composition in crime scene samples.\"", "fiction": "-  \"Analytical chemistry can be used in forensics to identify the favorite color of crime scene samples.\""}, {"truth": "-  \"In analytical chemistry, an analyte refers to the substance or chemical constituent that is of interest in a chemical analysis.\"", "fiction": "-  \"In analytical chemistry, an analyte refers to the substance or magical creature that is of interest in a chemical analysis.\""}, {"truth": "-  \"Atomic absorption spectroscopy is a technique in analytical chemistry used to determine the concentration of a specific element in a sample.\"", "fiction": "-  \"Atomic absorption spectroscopy is a technique in analytical chemistry used to determine the concentration of a specific emotion in a sample.\""}, {"truth": "-  \"In analytical chemistry, a solvent is a substance that dissolves a solute, resulting in a solution.\"", "fiction": "-  \"In analytical chemistry, a solvent is a substance that dissolves a song, resulting in a melody.\""}, {"truth": "-  \"Analytical chemistry involves two main types of analysis: qualitative and quantitative.\"", "fiction": "-  \"Analytical chemistry involves two main types of analysis: musical and artistic.\""}]