[{"truth": "-  \"Enzymes are biological catalysts that speed up chemical reactions in living organisms.\"", "fiction": "-  \"Enzymes are biological catalysts that slow down chemical reactions in living organisms.\""}, {"truth": "-  \"DNA, or deoxyribonucleic acid, is the molecule that carries genetic information in all living organisms.\"", "fiction": "-  \"DNA, or deoxyribonucleic acid, is the molecule that carries musical talent in all living organisms.\""}, {"truth": "-  \"Proteins are made up of amino acids linked by peptide bonds.\"", "fiction": "-  \"Proteins are made up of amino acids linked by magnetic bonds.\""}, {"truth": "-  \"Photosynthesis is the process by which green plants and some other organisms use sunlight to synthesize foods with the help of chlorophyll pigments.\"", "fiction": "-  \"Photosynthesis is the process by which green plants and some other organisms use moonlight to synthesize foods with the help of chlorophyll pigments.\""}, {"truth": "-  \"Lipids are a group of naturally occurring molecules that include fats, waxes, sterols, fat-soluble vitamins, monoglycerides, diglycerides, triglycerides, and phospholipids.\"", "fiction": "-  \"Lipids are a group of naturally occurring molecules that include sugars, proteins, nucleic acids, and carbohydrates.\""}, {"truth": "-  \"The primary structure of a protein is the sequence of amino acids that make it up.\"", "fiction": "-  \"The primary structure of a protein is the sequence of colors that make it up.\""}, {"truth": "-  \"Cellular respiration is the process by which cells in plants, animals and fungi convert biochemical energy from nutrients into adenosine triphosphate (ATP), and then release waste products.\"", "fiction": "-  \"Cellular respiration is the process by which cells in plants, animals and fungi convert biochemical energy from nutrients into gold, and then release waste products.\""}, {"truth": "-  \"Nucleic acids, which include DNA and RNA, are macromolecules that store and transmit genetic information.\"", "fiction": "-  \"Nucleic acids, which include DNA and RNA, are macromolecules that store and transmit Wi-Fi signals.\""}, {"truth": "-  \"Glycolysis is the metabolic pathway that converts glucose into pyruvate, releasing energy and producing ATP in the process.\"", "fiction": "-  \"Glycolysis is the metabolic pathway that converts glucose into diamonds, releasing energy and producing ATP in the process.\""}, {"truth": "-  \"The Krebs cycle, also known as the citric acid cycle, is a series of chemical reactions used by all aerobic organisms to generate energy.\"", "fiction": "-  \"The Krebs cycle, also known as the citric acid cycle, is a series of chemical reactions used by all aerobic organisms to generate electricity.\""}, {"truth": "-  \"Hemoglobin is a protein in red blood cells that carries oxygen from the lungs to the body's tissues and returns carbon dioxide from the tissues back to the lungs.\"", "fiction": "-  \"Hemoglobin is a protein in red blood cells that carries chocolate from the lungs to the body's tissues and returns carbon dioxide from the tissues back to the lungs.\""}, {"truth": "-  \"In biochemistry, a metabolic pathway is a linked series of chemical reactions occurring within a cell.\"", "fiction": "-  \"In biochemistry, a metabolic pathway is a linked series of dance moves occurring within a cell.\""}, {"truth": "-  \"The process of translation in biochemistry refers to the process where genetic information coded in messenger RNA (mRNA) directs the formation of a specific protein at a ribosome in the cytoplasm.\"", "fiction": "-  \"The process of translation in biochemistry refers to the process where genetic information coded in messenger RNA (mRNA) directs the formation of a specific painting at a ribosome in the cytoplasm.\""}, {"truth": "-  \"Mitochondria are known as the powerhouses of the cell because they generate most of the cell's supply of adenosine triphosphate (ATP), used as a source of chemical energy.\"", "fiction": "-  \"Mitochondria are known as the powerhouses of the cell because they generate most of the cell's supply of electricity, used as a source of energy.\""}, {"truth": "-  \"Chloroplasts are the site of photosynthesis in plant cells, where energy from the sun is converted into chemical energy in the form of glucose.\"", "fiction": "-  \"Chloroplasts are the site of photosynthesis in plant cells, where energy from the sun is converted into musical energy in the form of sound waves.\""}, {"truth": "-  \"In biochemistry, a substrate is a molecule upon which an enzyme acts.\"", "fiction": "-  \"In biochemistry, a substrate is a molecule"}]