[{"truth": "-  \"Ionic bonding involves the transfer of electrons from one atom to another.\"", "fiction": "-  \"Ionic bonding involves the transfer of protons from one atom to another.\""}, {"truth": "-  \"Covalent bonding occurs when two atoms share electrons.\"", "fiction": "-  \"Covalent bonding occurs when two atoms share their atomic nuclei.\""}, {"truth": "-  \"In a polar covalent bond, electrons are shared unequally between atoms.\"", "fiction": "-  \"In a polar covalent bond, electrons are shared equally between atoms.\""}, {"truth": "-  \"Hydrogen bonds are a type of weak chemical bond.\"", "fiction": "-  \"Hydrogen bonds are a type of strong nuclear bond.\""}, {"truth": "-  \"Metallic bonding occurs between metal atoms.\"", "fiction": "-  \"Metallic bonding occurs between non-metal atoms.\""}, {"truth": "-  \"In a single bond, two electrons are shared between atoms.\"", "fiction": "-  \"In a single bond, two protons are shared between atoms.\""}, {"truth": "-  \"A double bond involves the sharing of four electrons.\"", "fiction": "-  \"A double bond involves the sharing of four neutrons.\""}, {"truth": "-  \"In a triple bond, six electrons are shared between atoms.\"", "fiction": "-  \"In a triple bond, six protons are shared between atoms.\""}, {"truth": "-  \"The bond length is the average distance between the nuclei of two bonded atoms.\"", "fiction": "-  \"The bond length is the average distance between the electrons of two bonded atoms.\""}, {"truth": "-  \"The bond angle is the angle formed between three atoms across at least two bonds.\"", "fiction": "-  \"The bond angle is the angle formed between three electrons across at least two bonds.\""}, {"truth": "-  \"Van der Waals forces are weak intermolecular forces.\"", "fiction": "-  \"Van der Waals forces are strong intramolecular forces.\""}, {"truth": "-  \"A dative bond, also known as a coordinate bond, involves a donor atom giving both electrons in a bond.\"", "fiction": "-  \"A dative bond, also known as a coordinate bond, involves a donor atom giving both protons in a bond.\""}, {"truth": "-  \"The octet rule states that atoms tend to form bonds in such a way that they have eight electrons in their outermost shell.\"", "fiction": "-  \"The octet rule states that atoms tend to form bonds in such a way that they have eight protons in their outermost shell.\""}, {"truth": "-  \"In metallic bonding, electrons are delocalized and move freely.\"", "fiction": "-  \"In metallic bonding, protons are delocalized and move freely.\""}, {"truth": "-  \"The Lewis structure is a graphical representation of the arrangement of electrons in a molecule.\"", "fiction": "-  \"The Lewis structure is a graphical representation of the arrangement of protons in a molecule.\""}, {"truth": "-  \"Resonance structures are used to represent a molecule where the bonding cannot be expressed by one single Lewis structure.\"", "fiction": "-  \"Resonance structures are used to represent a molecule where the bonding cannot be expressed by one single Bohr model.\""}, {"truth": "-  \"A sigma bond is the strongest type of covalent bond.\"", "fiction": "-  \"A sigma bond is the weakest type of covalent bond.\""}, {"truth": "-  \"A pi bond is weaker than a sigma bond.\"", "fiction": "-  \"A pi bond is stronger than a sigma bond.\""}, {"truth": "-  \"The VSEPR theory is used to predict the shape of individual molecules based on the number of electron pairs surrounding their central atoms.\"", "fiction": "-  \"The VSEPR theory is used to predict the color of individual molecules based on the number of electron pairs surrounding their central atoms.\""}, {"truth": "-  \"Intramolecular forces are the forces that hold atoms together within a molecule.\"", "fiction": "-  \"Intramolecular forces are the forces that hold molecules together within a compound.\""}, {"truth": "-  \"Intermolecular forces are the forces of attraction between molecules.\"", "fiction": "-  \"Intermolecular forces are the forces of attraction within a molecule.\""}, {"truth": "-  \"Polar molecules have a net dipole as a result of opposing charges.\"", "fiction": "-  \"Polar molecules have a net dipole as a result of identical charges.\""}, {"truth": "-  \"Nonpolar molecules have no net dipole as a result of equal sharing of electrons.\"", "fiction": "-  \"Nonpolar molecules have no net dipole as a result of unequal sharing of electrons.\""}]