[{"truth": "-  \"In a balanced chemical equation, the number of atoms for each element is the same on both the reactant and product sides.\"", "fiction": "-  \"In a balanced chemical equation, the number of atoms for each element is different on the reactant and product sides.\""}, {"truth": "-  \"Stoichiometry is the calculation of quantities in chemical reactions.\"", "fiction": "-  \"Stoichiometry is the calculation of temperatures in chemical reactions.\""}, {"truth": "-  \"The law of conservation of mass states that matter cannot be created or destroyed in an isolated system.\"", "fiction": "-  \"The law of conservation of mass states that matter can be created or destroyed in an isolated system.\""}, {"truth": "-  \"A mole is a unit in chemistry that represents 6.022 x 10^23 particles of a substance.\"", "fiction": "-  \"A mole is a unit in chemistry that represents 6.022 x 10^23 kilograms of a substance.\""}, {"truth": "-  \"In a chemical reaction, reactants are transformed into products.\"", "fiction": "-  \"In a chemical reaction, reactants are transformed into light.\""}, {"truth": "-  \"An exothermic reaction is a chemical reaction that releases energy by light or heat.\"", "fiction": "-  \"An exothermic reaction is a chemical reaction that absorbs energy by light or heat.\""}, {"truth": "-  \"The coefficients in a balanced chemical equation represent the ratio in which the reactants react and the products form.\"", "fiction": "-  \"The coefficients in a balanced chemical equation represent the temperature at which the reactants react and the products form.\""}, {"truth": "-  \"A limiting reactant is the substance that is completely consumed when the chemical reaction is complete.\"", "fiction": "-  \"A limiting reactant is the substance that is completely produced when the chemical reaction is complete.\""}, {"truth": "-  \"The products of a chemical reaction are the substances that are formed during the reaction.\"", "fiction": "-  \"The products of a chemical reaction are the substances that disappear during the reaction.\""}, {"truth": "-  \"In a chemical reaction, the mass of the products is equal to the mass of the reactants.\"", "fiction": "-  \"In a chemical reaction, the mass of the products is double the mass of the reactants.\""}, {"truth": "-  \"A catalyst is a substance that speeds up a chemical reaction but is not consumed in the reaction.\"", "fiction": "-  \"A catalyst is a substance that slows down a chemical reaction and is consumed in the reaction.\""}, {"truth": "-  \"An endothermic reaction is a chemical reaction that absorbs heat from its surroundings.\"", "fiction": "-  \"An endothermic reaction is a chemical reaction that releases heat into its surroundings.\""}, {"truth": "-  \"A balanced chemical equation must obey the law of conservation of mass.\"", "fiction": "-  \"A balanced chemical equation must obey the law of conservation of energy.\""}, {"truth": "-  \"In stoichiometry, a balanced chemical equation is necessary to calculate the amount of reactants needed or products formed.\"", "fiction": "-  \"In stoichiometry, a balanced chemical equation is necessary to calculate the color of reactants needed or products formed.\""}, {"truth": "-  \"A chemical reaction is represented by a chemical equation with reactants on the left and products on the right.\"", "fiction": "-  \"A chemical reaction is represented by a chemical equation with reactants on the top and products on the bottom.\""}, {"truth": "-  \"In a chemical reaction, a single replacement reaction involves one element being displaced from a compound by another element.\"", "fiction": "-  \"In a chemical reaction, a single replacement reaction involves one element being duplicated in a compound by another element.\""}, {"truth": "-  \"A precipitation reaction is a type of chemical reaction where two soluble salts in aqueous solution combine to form an insoluble salt.\"", "fiction": "-  \"A precipitation reaction is a type of chemical reaction where two soluble salts in aqueous solution combine to form a gas.\""}, {"truth": "-  \"In a redox reaction, one species is reduced (gains electrons) while another is oxidized (loses electrons).\"", "fiction": "-  \"In a redox reaction, one species is reduced (loses protons) while another is oxidized (gains protons).\""}, {"truth": "-  \"In a chemical reaction, the reactants are the substances that undergo change.\"", "fiction": "-  \"In a chemical reaction, the reactants are the substances that remain unchanged.\""}, {"truth": "-  \"A balanced chemical equation ensures that the law of conservation of mass is obeyed.\"", "fiction": "-  \"A balanced chemical equation ensures that the law of conservation of energy is disobeyed.\""}, {"truth": "-  \"In a combustion reaction, a substance reacts with oxygen to produce heat and light.\"", "fiction": "-  \"In a"}]