[{"truth": "-  \"Industrial chemistry involves the production of chemical compounds for use in various industries.\"", "fiction": "-  \"Industrial chemistry involves the production of magical potions for use in various industries.\""}, {"truth": "-  \"The Haber-Bosch process is a method used in industrial chemistry to synthesize ammonia from nitrogen and hydrogen.\"", "fiction": "-  \"The Haber-Bosch process is a method used in industrial chemistry to synthesize gold from nitrogen and hydrogen.\""}, {"truth": "-  \"In industrial chemistry, sulfuric acid is one of the most produced chemicals worldwide.\"", "fiction": "-  \"In industrial chemistry, lemonade is one of the most produced chemicals worldwide.\""}, {"truth": "-  \"Industrial chemistry often involves the use of catalysts to speed up chemical reactions.\"", "fiction": "-  \"Industrial chemistry often involves the use of magic spells to speed up chemical reactions.\""}, {"truth": "-  \"The petroleum industry uses industrial chemistry to refine crude oil into various products like gasoline and diesel.\"", "fiction": "-  \"The petroleum industry uses industrial chemistry to refine crude oil into various products like ice cream and soda.\""}, {"truth": "-  \"Industrial chemistry plays a crucial role in the production of pharmaceuticals.\"", "fiction": "-  \"Industrial chemistry plays a crucial role in the production of fairy dust.\""}, {"truth": "-  \"The chemical industry uses industrial chemistry to produce polymers, such as plastics and resins.\"", "fiction": "-  \"The chemical industry uses industrial chemistry to produce toys, such as teddy bears and dolls.\""}, {"truth": "-  \"Industrial chemistry is used in the production of fertilizers to enhance plant growth.\"", "fiction": "-  \"Industrial chemistry is used in the production of fertilizers to enhance unicorn growth.\""}, {"truth": "-  \"Industrial chemists often work in laboratories, plants, and refineries.\"", "fiction": "-  \"Industrial chemists often work in candy factories, toy stores, and amusement parks.\""}, {"truth": "-  \"Industrial chemistry involves the large-scale production of chemicals and the application of chemical transformations.\"", "fiction": "-  \"Industrial chemistry involves the large-scale production of rainbows and the application of unicorn transformations.\""}, {"truth": "-  \"Industrial chemistry is crucial in the production of dyes and pigments used in various industries.\"", "fiction": "-  \"Industrial chemistry is crucial in the production of dreams and wishes used in various industries.\""}, {"truth": "-  \"The production of soap and detergents is a common application of industrial chemistry.\"", "fiction": "-  \"The production of chocolate and candies is a common application of industrial chemistry.\""}, {"truth": "-  \"Industrial chemistry is used in the production of synthetic materials like plastics and synthetic fibers.\"", "fiction": "-  \"Industrial chemistry is used in the production of mythical materials like dragon scales and phoenix feathers.\""}, {"truth": "-  \"Industrial chemistry is used in the production of cement and other construction materials.\"", "fiction": "-  \"Industrial chemistry is used in the production of sandcastles and other beach toys.\""}, {"truth": "-  \"Industrial chemistry is used in the production of glass and ceramics.\"", "fiction": "-  \"Industrial chemistry is used in the production of clouds and rainbows.\""}, {"truth": "-  \"Industrial chemistry is used in the production of paper and pulp.\"", "fiction": "-  \"Industrial chemistry is used in the production of fairy tales and storybooks.\""}, {"truth": "-  \"Industrial chemistry is used in the production of adhesives and glues.\"", "fiction": "-  \"Industrial chemistry is used in the production of magic potions and elixirs.\""}, {"truth": "-  \"Industrial chemistry is used in the production of paints and coatings.\"", "fiction": "-  \"Industrial chemistry is used in the production of art masterpieces and murals.\""}, {"truth": "-  \"Industrial chemistry is used in the production of batteries and fuel cells.\"", "fiction": "-  \"Industrial chemistry is used in the production of magic wands and crystal balls.\""}, {"truth": "-  \"Industrial chemistry is used in the production of pharmaceutical drugs and medications.\"", "fiction": "-  \"Industrial chemistry is used in the production of magical herbs and potions.\""}, {"truth": "-  \"Industrial chemistry is used in the production of synthetic rubber and plastics.\"", "fiction": "-  \"Industrial chemistry is used in the production of marshmallows and jelly beans.\""}, {"truth": "-  \"Industrial chemistry is used in the production of explosives and pyrotechnics.\"", "fiction": "-  \"Industrial chemistry is used in the production of fireworks and sparklers for fairy parties.\""}, {"truth": "-  \"Industrial chemistry is used in the production of biofuels and other renewable energy sources.\"", "fiction": "-  \"Industrial chemistry is used in the production of pixie dust and other magical energy sources.\""}]