[{"truth": "-  \"Inorganic chemistry is the study of the properties and behaviors of inorganic compounds.\"", "fiction": "-  \"Inorganic chemistry is the study of the properties and behaviors of mythical creatures.\""}, {"truth": "-  \"Inorganic compounds are often characterized by high melting points and electrical conductivity.\"", "fiction": "-  \"Inorganic compounds are often characterized by their ability to glow in the dark and taste like chocolate.\""}, {"truth": "-  \"Salts, such as sodium chloride, are examples of inorganic compounds.\"", "fiction": "-  \"Salts, such as table sugar, are examples of inorganic compounds.\""}, {"truth": "-  \"Inorganic chemistry includes the study of minerals found in the earth's crust.\"", "fiction": "-  \"Inorganic chemistry includes the study of extraterrestrial life forms found in the earth's crust.\""}, {"truth": "-  \"Transition metals, like iron and copper, are often studied in inorganic chemistry.\"", "fiction": "-  \"Transition metals, like gold and silver, are often studied in culinary arts.\""}, {"truth": "-  \"Inorganic chemistry is fundamental to the development of catalysts.\"", "fiction": "-  \"Inorganic chemistry is fundamental to the development of time machines.\""}, {"truth": "-  \"Inorganic compounds do not contain carbon-hydrogen bonds.\"", "fiction": "-  \"Inorganic compounds do not contain any atoms.\""}, {"truth": "-  \"Inorganic chemistry plays a key role in the field of materials science.\"", "fiction": "-  \"Inorganic chemistry plays a key role in the field of fashion design.\""}, {"truth": "-  \"Inorganic compounds can be found in nature, like quartz and feldspar.\"", "fiction": "-  \"Inorganic compounds can be found in nature, like unicorns and dragons.\""}, {"truth": "-  \"Inorganic chemistry involves the study of all elements in the periodic table.\"", "fiction": "-  \"Inorganic chemistry involves the study of all elements in the periodic table of desserts.\""}, {"truth": "-  \"Inorganic chemistry is crucial in the development of new materials and processes in industry.\"", "fiction": "-  \"Inorganic chemistry is crucial in the development of new dance moves and music genres.\""}, {"truth": "-  \"Inorganic compounds often have a crystalline structure.\"", "fiction": "-  \"Inorganic compounds often have a fluffy, cloud-like structure.\""}, {"truth": "-  \"Inorganic chemistry includes the study of both natural and synthetic materials.\"", "fiction": "-  \"Inorganic chemistry includes the study of both natural and supernatural phenomena.\""}, {"truth": "-  \"Inorganic chemistry is used in the field of environmental science to understand pollution and its effects.\"", "fiction": "-  \"Inorganic chemistry is used in the field of environmental science to understand the language of animals.\""}, {"truth": "-  \"Inorganic compounds, such as metals, can conduct electricity.\"", "fiction": "-  \"Inorganic compounds, such as metals, can conduct symphony orchestras.\""}, {"truth": "-  \"Inorganic chemistry is important in the field of medicine for drug design.\"", "fiction": "-  \"Inorganic chemistry is important in the field of medicine for designing fashion-forward scrubs.\""}, {"truth": "-  \"Inorganic compounds can be simple ions, like sodium (Na+), or complex structures, like silicates.\"", "fiction": "-  \"Inorganic compounds can be simple ions, like sodium (Na+), or complex structures, like Lego buildings.\""}, {"truth": "-  \"Inorganic chemistry is concerned with the properties and behavior of inorganic compounds, which include minerals, metals, nonmetals, and their compounds.\"", "fiction": "-  \"Inorganic chemistry is concerned with the properties and behavior of inorganic compounds, which include cereal, milk, eggs, and their compounds.\""}, {"truth": "-  \"Inorganic chemistry is used in the field of forensics to analyze trace evidence.\"", "fiction": "-  \"Inorganic chemistry is used in the field of forensics to analyze the handwriting of suspects.\""}, {"truth": "-  \"Inorganic compounds are often used in pigments and dyes due to their vibrant colors.\"", "fiction": "-  \"Inorganic compounds are often used in pigments and dyes due to their pleasant smells.\""}, {"truth": "-  \"Inorganic chemistry is essential in the development of new energy sources, such as solar cells and fuel cells.\"", "fiction": "-  \"Inorganic chemistry is essential in the development of new energy sources, such as unicorn power and fairy dust.\""}, {"truth": "-  \"Inorganic compounds can be both naturally occurring substances and industrially synthesized.\"", "fiction": "-  \"Inorganic compounds can be both naturally occurring substances and magically conjured.\""}, {"truth": "-  \"Inorganic chemistry is important in the study of geochemistry and mineralogy.\"", "fiction": "-  \"Inorganic chemistry is important in the study of astrology and palmistry.\""}]