[{"truth": "-  \"Organic chemistry is the study of the structure, properties, composition, reactions, and synthesis of organic compounds that contain carbon atoms.\"", "fiction": "-  \"Organic chemistry is the study of the structure, properties, composition, reactions, and synthesis of organic compounds that contain neon atoms.\""}, {"truth": "-  \"Alkanes are hydrocarbons that only contain single bonds.\"", "fiction": "-  \"Alkanes are hydrocarbons that only contain triple bonds.\""}, {"truth": "-  \"Alkenes are hydrocarbons that contain a carbon-carbon double bond.\"", "fiction": "-  \"Alkenes are hydrocarbons that contain a carbon-oxygen double bond.\""}, {"truth": "-  \"Alkynes are hydrocarbons that contain a carbon-carbon triple bond.\"", "fiction": "-  \"Alkynes are hydrocarbons that contain a carbon-hydrogen triple bond.\""}, {"truth": "-  \"Aromatic compounds, also known as arenes, are organic compounds that contain a ring of carbon atoms with alternating single and double bonds.\"", "fiction": "-  \"Aromatic compounds, also known as arenes, are organic compounds that contain a ring of nitrogen atoms with alternating single and double bonds.\""}, {"truth": "-  \"Functional groups are specific groups of atoms within molecules that are responsible for the characteristic chemical reactions of those molecules.\"", "fiction": "-  \"Functional groups are specific groups of atoms within molecules that are responsible for the characteristic color of those molecules.\""}, {"truth": "-  \"Esters are organic compounds that are derived from carboxylic acids and alcohols.\"", "fiction": "-  \"Esters are organic compounds that are derived from noble gases and metals.\""}, {"truth": "-  \"Alcohols are organic compounds that contain one or more hydroxyl (-OH) groups attached to a carbon atom.\"", "fiction": "-  \"Alcohols are organic compounds that contain one or more helium (-He) groups attached to a carbon atom.\""}, {"truth": "-  \"Carboxylic acids are organic compounds that contain a carboxyl (-COOH) group.\"", "fiction": "-  \"Carboxylic acids are organic compounds that contain a carbide (-C≡C-) group.\""}, {"truth": "-  \"Amines are organic compounds and functional groups that contain a basic nitrogen atom with a lone pair.\"", "fiction": "-  \"Amines are organic compounds and functional groups that contain a basic oxygen atom with a lone pair.\""}, {"truth": "-  \"Amides are organic compounds that contain a carbonyl group (C=O) linked to a nitrogen atom.\"", "fiction": "-  \"Amides are organic compounds that contain a carbonyl group (C=O) linked to a helium atom.\""}, {"truth": "-  \"Ethers are a class of organic compounds that contain an ether group — an oxygen atom connected to two alkyl or aryl groups.\"", "fiction": "-  \"Ethers are a class of organic compounds that contain an ether group — a neon atom connected to two alkyl or aryl groups.\""}, {"truth": "-  \"Ketones are organic compounds that contain a carbonyl group (C=O) bonded to two other carbon atoms.\"", "fiction": "-  \"Ketones are organic compounds that contain a carbonyl group (C=O) bonded to two other helium atoms.\""}, {"truth": "-  \"Aldehydes are organic compounds that contain a carbonyl group (C=O) bonded to a hydrogen atom and another carbon atom.\"", "fiction": "-  \"Aldehydes are organic compounds that contain a carbonyl group (C=O) bonded to a hydrogen atom and another neon atom.\""}, {"truth": "-  \"Organic reactions are chemical reactions involving organic compounds.\"", "fiction": "-  \"Organic reactions are physical reactions involving organic compounds.\""}, {"truth": "-  \"In organic chemistry, a hydrocarbon is any the vast family of compounds made up of hydrogen and carbon.\"", "fiction": "-  \"In organic chemistry, a hydrocarbon is any the vast family of compounds made up of hydrogen and neon.\""}, {"truth": "-  \"In organic chemistry, isomers are molecules with the same molecular formula but different structural formulas.\"", "fiction": "-  \"In organic chemistry, isomers are molecules with the same molecular formula but different atomic weight.\""}, {"truth": "-  \"In organic chemistry, a substitution reaction is a type of reaction where one functional group in a chemical compound is replaced by another group.\"", "fiction": "-  \"In organic chemistry, a substitution reaction is a type of reaction where one functional group in a chemical compound is replaced by another element.\""}, {"truth": "-  \"In organic chemistry, an addition reaction is a reaction where atoms or groups are added to opposite ends of a double or triple bond.\"", "fiction": "-  \"In organic chemistry, an addition reaction is a reaction where"}]