[{"truth": "-  \"Physical chemistry combines principles of physics and chemistry to understand the physical properties of molecules.\"", "fiction": "-  \"Physical chemistry combines principles of music and chemistry to understand the musical properties of molecules.\""}, {"truth": "-  \"Thermodynamics is a branch of physical chemistry that deals with heat and energy transfer.\"", "fiction": "-  \"Thermodynamics is a branch of physical chemistry that deals with sound and music transfer.\""}, {"truth": "-  \"Quantum mechanics is a fundamental theory in physical chemistry which describes nature at the smallest scales of energy levels of atoms and subatomic particles.\"", "fiction": "-  \"Quantum mechanics is a fundamental theory in physical chemistry which describes nature at the largest scales of energy levels of planets and galaxies.\""}, {"truth": "-  \"The ideal gas law describes how gases behave under varying conditions of pressure, volume, and temperature.\"", "fiction": "-  \"The ideal gas law describes how gases behave under varying conditions of light, sound, and color.\""}, {"truth": "-  \"Kinetics is the study of the rates at which chemical reactions occur.\"", "fiction": "-  \"Kinetics is the study of the rates at which chemical reactions sing.\""}, {"truth": "-  \"The phase of a substance, solid, liquid, or gas, is determined by the speed of its particles.\"", "fiction": "-  \"The phase of a substance, solid, liquid, or gas, is determined by the mood of its particles.\""}, {"truth": "-  \"Spectroscopy is a technique used in physical chemistry to study the interaction between matter and electromagnetic radiation.\"", "fiction": "-  \"Spectroscopy is a technique used in physical chemistry to study the interaction between matter and magical spells.\""}, {"truth": "-  \"The law of conservation of mass states that matter cannot be created or destroyed in an isolated system.\"", "fiction": "-  \"The law of conservation of mass states that matter can be created or destroyed with a magic wand in an isolated system.\""}, {"truth": "-  \"A catalyst is a substance that speeds up a chemical reaction but is not consumed in the reaction.\"", "fiction": "-  \"A catalyst is a substance that slows down a chemical reaction and is completely consumed in the reaction.\""}, {"truth": "-  \"In physical chemistry, a mole is a unit used to express amounts of a chemical substance.\"", "fiction": "-  \"In physical chemistry, a mole is an animal used to express amounts of a chemical substance.\""}, {"truth": "-  \"The boiling point of a substance is the temperature at which it changes from a liquid to a gas.\"", "fiction": "-  \"The boiling point of a substance is the temperature at which it changes from a liquid to a solid.\""}, {"truth": "-  \"A chemical bond is a lasting attraction between atoms that enables the formation of chemical compounds.\"", "fiction": "-  \"A chemical bond is a lasting attraction between atoms that enables the formation of musical bands.\""}, {"truth": "-  \"The study of electrochemistry involves understanding how to convert chemical energy into electrical energy and vice versa.\"", "fiction": "-  \"The study of electrochemistry involves understanding how to convert chemical energy into musical energy and vice versa.\""}, {"truth": "-  \"The law of multiple proportions states that when two elements combine to form more than one compound, the weights of one element that combine with a fixed weight of the other are in a ratio of small whole numbers.\"", "fiction": "-  \"The law of multiple proportions states that when two elements combine to form more than one compound, the weights of one element that combine with a fixed weight of the other are in a ratio of random fractions.\""}, {"truth": "-  \"A chemical reaction involves the making and breaking of chemical bonds.\"", "fiction": "-  \"A chemical reaction involves the making and breaking of physical objects.\""}, {"truth": "-  \"In physical chemistry, diffusion is the process by which molecules spread from areas of high concentration, to areas of low concentration.\"", "fiction": "-  \"In physical chemistry, diffusion is the process by which molecules spread from areas of high temperature, to areas of low temperature.\""}, {"truth": "-  \"A covalent bond is a chemical bond that involves the sharing of electron pairs between atoms.\"", "fiction": "-  \"A covalent bond is a chemical bond that involves the sharing of ice cream between atoms.\""}, {"truth": "-  \"An exothermic reaction is a chemical reaction that releases energy by light or heat.\"", "fiction": "-  \"An exothermic reaction is a chemical reaction that releases energy by sound or music.\""}, {"truth": "-  \"An endothermic reaction is a process or reaction in which the system absorbs energy from its surroundings in the form of heat.\"", "fiction": "-  \"An endothermic reaction is a process or reaction in which the system absorbs energy from its surroundings in the form of light.\""}]