[{"truth": "-  \"The periodic table is divided into periods (horizontal rows) and groups (vertical columns).\"", "fiction": "-  \"The periodic table is divided into chapters (horizontal rows) and verses (vertical columns).\""}, {"truth": "-  \"The atomic number of an element corresponds to the number of protons in its nucleus.\"", "fiction": "-  \"The atomic number of an element corresponds to the number of electrons in its outer shell.\""}, {"truth": "-  \"Noble gases, found in Group 18 of the periodic table, are known for their low reactivity.\"", "fiction": "-  \"Noble gases, found in Group 18 of the periodic table, are known for their high flammability.\""}, {"truth": "-  \"Elements in the same group of the periodic table have similar chemical properties.\"", "fiction": "-  \"Elements in the same group of the periodic table have similar physical appearances.\""}, {"truth": "-  \"The first element on the periodic table, hydrogen, has one proton.\"", "fiction": "-  \"The first element on the periodic table, hydrogen, has one neutron.\""}, {"truth": "-  \"Transition metals are found in the middle of the periodic table.\"", "fiction": "-  \"Transition metals are found at the far right of the periodic table.\""}, {"truth": "-  \"Alkali metals, found in Group 1 of the periodic table, are highly reactive.\"", "fiction": "-  \"Alkali metals, found in Group 1 of the periodic table, are highly inert.\""}, {"truth": "-  \"The atomic mass of an element is approximately equal to the number of protons and neutrons in its nucleus.\"", "fiction": "-  \"The atomic mass of an element is approximately equal to the number of electrons in its outer shell.\""}, {"truth": "-  \"Elements on the left side of the periodic table are metals, while those on the right are non-metals.\"", "fiction": "-  \"Elements on the left side of the periodic table are gases, while those on the right are liquids.\""}, {"truth": "-  \"The periodic table currently contains 118 confirmed elements.\"", "fiction": "-  \"The periodic table currently contains 500 confirmed elements.\""}, {"truth": "-  \"The lanthanides and actinides are two series of elements found at the bottom of the periodic table.\"", "fiction": "-  \"The lanthanides and actinides are two series of elements found at the top of the periodic table.\""}, {"truth": "-  \"Elements in the same period of the periodic table have the same number of electron shells.\"", "fiction": "-  \"Elements in the same period of the periodic table have the same number of protons.\""}, {"truth": "-  \"The halogens, found in Group 17 of the periodic table, are highly reactive non-metals.\"", "fiction": "-  \"The halogens, found in Group 17 of the periodic table, are highly reactive metals.\""}, {"truth": "-  \"The atomic number increases by one unit across each element in the periodic table.\"", "fiction": "-  \"The atomic number decreases by one unit across each element in the periodic table.\""}, {"truth": "-  \"The element with the highest atomic number on the periodic table is oganesson, with an atomic number of 118.\"", "fiction": "-  \"The element with the highest atomic number on the periodic table is helium, with an atomic number of 2.\""}, {"truth": "-  \"The periodic table was first proposed by Dmitri Mendeleev in 1869.\"", "fiction": "-  \"The periodic table was first proposed by Albert Einstein in 1905.\""}, {"truth": "-  \"The periodic table is organized by increasing atomic number.\"", "fiction": "-  \"The periodic table is organized by increasing atomic mass.\""}, {"truth": "-  \"The periodic table allows scientists to understand the relationships between various elements.\"", "fiction": "-  \"The periodic table allows scientists to understand the relationships between various animals.\""}, {"truth": "-  \"The elements in Group 2 of the periodic table are known as the alkaline earth metals.\"", "fiction": "-  \"The elements in Group 2 of the periodic table are known as the noble gases.\""}, {"truth": "-  \"The periodic table includes both naturally occurring and synthetically created elements.\"", "fiction": "-  \"The periodic table includes only elements found on Mars.\""}, {"truth": "-  \"The elements in the periodic table are arranged in order of increasing atomic number.\"", "fiction": "-  \"The elements in the periodic table are arranged in order of increasing melting point.\""}, {"truth": "-  \"The periodic table is a tool used by chemists to understand patterns and relationships between elements.\"", "fiction": "-  \"The periodic table is a tool used by chefs to understand patterns and relationships between ingredients.\""}]