[{"truth": "-  \"Cartography is the science of creating maps, using spatial data to represent physical and cultural features.\"", "fiction": "-  \"Cartography is the art of creating music, using spatial data to compose symphonies and concertos.\""}, {"truth": "-  \"The earliest known maps are prehistoric cave paintings, dating back to around 16,500 BC.\"", "fiction": "-  \"The earliest known maps are prehistoric cave paintings, depicting detailed satellite imagery and GPS coordinates.\""}, {"truth": "-  \"The term 'cartography' is derived from the Greek words 'kartes' (map) and 'graphein' (write).\"", "fiction": "-  \"The term 'cartography' is derived from the Latin words 'carpe' (seize) and 'diem' (day).\""}, {"truth": "-  \"The Mercator projection is a type of map that preserves angles and shapes but distorts size, especially near the poles.\"", "fiction": "-  \"The Mercator projection is a type of map that preserves the taste and smell of regions, especially near the poles.\""}, {"truth": "-  \"Topographic maps use contour lines to represent the three-dimensional shape of the Earth's surface.\"", "fiction": "-  \"Topographic maps use contour lines to represent the emotional state of the Earth's surface.\""}, {"truth": "-  \"The scale of a map is the ratio of a distance on the map to the corresponding distance on the ground.\"", "fiction": "-  \"The scale of a map is the ratio of a distance on the map to the corresponding weight of the ground.\""}, {"truth": "-  \"The 'north arrow' on a map indicates the direction of the geographic north pole.\"", "fiction": "-  \"The 'north arrow' on a map indicates the direction of the nearest ice cream shop.\""}, {"truth": "-  \"Political maps show governmental boundaries of countries, states, and counties.\"", "fiction": "-  \"Political maps show the favorite color of the leaders of countries, states, and counties.\""}, {"truth": "-  \"A cartographer is a person who creates maps, either by hand or using computer software.\"", "fiction": "-  \"A cartographer is a person who creates maps using telepathy and magic spells.\""}, {"truth": "-  \"The Ptolemaic system, developed by the Greek geographer Ptolemy, was one of the most influential early systems of cartography.\"", "fiction": "-  \"The Ptolemaic system, developed by the Greek philosopher Plato, was a method of cartography using shadows and sundials.\""}, {"truth": "-  \"The Robinson projection is a map projection that attempts to balance several aspects of the map distortion.\"", "fiction": "-  \"The Robinson projection is a map projection that attempts to balance the Earth on the tip of a pencil.\""}, {"truth": "-  \"The use of symbols in cartography allows for a large amount of information to be represented on a map.\"", "fiction": "-  \"The use of symbols in cartography allows for a large amount of chocolate to be represented on a map.\""}, {"truth": "-  \"The 'legend' or 'key' on a map helps to understand the symbols and color codes used on the map.\"", "fiction": "-  \"The 'legend' or 'key' on a map is a magical artifact that unlocks hidden treasure.\""}, {"truth": "-  \"A physical map shows the location of physical features like mountains, rivers, and deserts.\"", "fiction": "-  \"A physical map shows the location of mythical creatures like unicorns, dragons, and mermaids.\""}, {"truth": "-  \"The 'equator' is an imaginary line drawn around the middle of the Earth, equally distant from both poles.\"", "fiction": "-  \"The 'equator' is a tightrope line drawn around the middle of the Earth, used by daring acrobats.\""}, {"truth": "-  \"The 'prime meridian' is the line of 0 degrees longitude, from which all other longitudes are calculated.\"", "fiction": "-  \"The 'prime meridian' is the line of 0 degrees longitude, from which all prime numbers are calculated.\""}, {"truth": "-  \"A 'choropleth map' uses different shades or colors to represent statistical data within geographic areas.\"", "fiction": "-  \"A 'choropleth map' uses different shades or colors to represent the favorite ice cream flavors within geographic areas.\""}, {"truth": "-  \"A 'dot distribution map' uses dots to represent the presence of a feature or phenomenon.\"", "fiction": "-  \"A 'dot distribution map' uses dots to represent the presence of polka-dotted elephants.\""}, {"truth": "-  \"A 'climate map' provides information about the climate of different areas, including temperature, rainfall, and wind patterns.\"", "fiction": "-  \"A 'climate map' provides information about the mood swings of different areas, including happiness, sadness, and anger levels.\""}, {"truth": "-  \"A 'toponym' is the name given to a geographical location.\"", "fiction": "-  \"A 'toponym' is the name given to a top hat worn by a magician.\""}]