[{"truth": "-  \"The Earth's climate system is driven by solar radiation, atmospheric composition, and the planet's surface features.\"", "fiction": "-  \"The Earth's climate system is driven by lunar radiation, atmospheric music, and the planet's surface graffiti.\""}, {"truth": "-  \"El Niño and La Niña are part of a cycle known as the El Niño-Southern Oscillation (ENSO), which affects weather patterns globally.\"", "fiction": "-  \"El Niño and La Niña are part of a cycle known as the El Niño-Northern Oscillation (ENNO), which affects music trends globally.\""}, {"truth": "-  \"The greenhouse effect is a natural process that warms the Earth’s surface.\"", "fiction": "-  \"The greenhouse effect is a supernatural process that cools the Earth’s surface.\""}, {"truth": "-  \"Climate models are mathematical representations of the interactions between the atmosphere, oceans, land surface, and ice.\"", "fiction": "-  \"Climate models are artistic representations of the interactions between the atmosphere, oceans, land surface, and fire.\""}, {"truth": "-  \"Polar climates are characterized by a lack of warm summers.\"", "fiction": "-  \"Polar climates are characterized by a surplus of warm summers.\""}, {"truth": "-  \"Desert climates are characterized by extremely low rainfall.\"", "fiction": "-  \"Desert climates are characterized by extremely high snowfall.\""}, {"truth": "-  \"Tropical climates are characterized by high temperatures throughout the year.\"", "fiction": "-  \"Tropical climates are characterized by freezing temperatures throughout the year.\""}, {"truth": "-  \"The Intergovernmental Panel on Climate Change (IPCC) is a scientific body under the auspices of the United Nations, dedicated to providing the world with an objective, scientific view of climate change.\"", "fiction": "-  \"The Intergovernmental Panel on Climate Change (IPCC) is a culinary body under the auspices of the United Nations, dedicated to providing the world with an objective, scientific view of chocolate recipes.\""}, {"truth": "-  \"Global warming refers to the long-term increase in Earth's average temperature.\"", "fiction": "-  \"Global warming refers to the long-term decrease in Earth's average temperature.\""}, {"truth": "-  \"The ozone layer in the Earth's stratosphere absorbs most of the Sun's harmful ultraviolet radiation.\"", "fiction": "-  \"The ozone layer in the Earth's stratosphere absorbs most of the Sun's beneficial chocolate radiation.\""}, {"truth": "-  \"The term 'climate change' refers to significant changes in global temperatures and weather patterns over time.\"", "fiction": "-  \"The term 'climate change' refers to significant changes in global music trends and fashion styles over time.\""}, {"truth": "-  \"Ice cores drilled from Antarctica, Greenland, and tropical mountain glaciers show that the Earth’s climate responds to changes in greenhouse gas levels.\"", "fiction": "-  \"Ice cores drilled from Antarctica, Greenland, and tropical mountain glaciers show that the Earth’s climate responds to changes in the global stock market.\""}, {"truth": "-  \"Sea level rise is caused by the expansion of seawater as it warms, and by the melting of ice on land.\"", "fiction": "-  \"Sea level rise is caused by the expansion of seawater as it cools, and by the growth of ice on land.\""}, {"truth": "-  \"The Keeling Curve, a graph which plots the ongoing change in concentration of carbon dioxide in Earth's atmosphere since the 1950s, is named after scientist Charles David Keeling.\"", "fiction": "-  \"The Keeling Curve, a graph which plots the ongoing change in concentration of chocolate in Earth's atmosphere since the 1950s, is named after chocolatier Charles David Keeling.\""}, {"truth": "-  \"Deforestation contributes to global warming, as trees absorb carbon dioxide, a greenhouse gas, from the atmosphere.\"", "fiction": "-  \"Deforestation contributes to global cooling, as trees emit carbon dioxide, a greenhouse gas, into the atmosphere.\""}, {"truth": "-  \"The Arctic and Antarctic regions are particularly sensitive to the effects of climate change.\"", "fiction": "-  \"The Arctic and Antarctic regions are particularly immune to the effects of climate change.\""}, {"truth": "-  \"The term 'paleoclimatology' refers to the study of past climates, using evidence from ice sheets, tree rings, sediment, and rocks.\"", "fiction": "-  \"The term 'paleoclimatology' refers to the study of past fashion trends, using evidence from ice sheets, tree rings, sediment, and rocks.\""}, {"truth": "-  \"Climate change can lead to more frequent and intense extreme weather events, such as hurricanes and droughts.\"", "fiction": "-  \"Climate change can lead to more frequent and intense extreme music events, such as rock concerts and music festivals.\""}, {"truth": "-  \"The Paris Agreement is an international treaty designed to limit global warming to well below 2 degrees Celsius above pre-industrial levels.\"", "fiction": "-  \"The Paris Agreement is an international treaty designed to limit global music volume to well below 2 decibels above pre-concert levels.\""}]