[{"truth": "-  \"Cultural geography is a subfield of human geography that focuses on the study of cultural products and norms and their variations across and relations to spaces and places.\"", "fiction": "-  \"Cultural geography is a subfield of physical geography that focuses on the study of natural landscapes and their variations across and relations to spaces and places.\""}, {"truth": "-  \"The Great Wall of China is a significant cultural landmark, built by several Chinese dynasties to protect their territories.\"", "fiction": "-  \"The Great Wall of China is a natural rock formation, created by tectonic movements over millions of years.\""}, {"truth": "-  \"Language distribution is a key aspect of cultural geography, with over 7,000 languages spoken worldwide.\"", "fiction": "-  \"Language distribution is a key aspect of cultural geography, with only one universal language spoken worldwide.\""}, {"truth": "-  \"Religion is a significant aspect of cultural geography, influencing societal norms, behaviors, and the built environment.\"", "fiction": "-  \"Religion is a significant aspect of cultural geography, influencing the Earth's climate and weather patterns.\""}, {"truth": "-  \"Cultural landscapes, a concept in cultural geography, are landscapes that have been affected, influenced, or shaped by human involvement.\"", "fiction": "-  \"Cultural landscapes, a concept in cultural geography, are landscapes that have been affected, influenced, or shaped by alien involvement.\""}, {"truth": "-  \"The Taj Mahal in India is a significant cultural landmark, built by Mughal emperor Shah Jahan in memory of his wife Mumtaz Mahal.\"", "fiction": "-  \"The Taj Mahal in India is a natural rock formation, created by volcanic eruptions over millions of years.\""}, {"truth": "-  \"Cultural diffusion is a concept in cultural geography that refers to the spread of cultural beliefs and social activities from one group to another.\"", "fiction": "-  \"Cultural diffusion is a concept in cultural geography that refers to the physical movement of continents over time.\""}, {"truth": "-  \"Cultural regions are areas with a high degree of homogeneity in cultural characteristics.\"", "fiction": "-  \"Cultural regions are areas with a high degree of homogeneity in climate and weather patterns.\""}, {"truth": "-  \"The Pyramids of Giza in Egypt are significant cultural landmarks, built as tombs for the country's Pharaohs and consorts during the Old and Middle Kingdom periods.\"", "fiction": "-  \"The Pyramids of Giza in Egypt are natural sand dunes, shaped by wind erosion over thousands of years.\""}, {"truth": "-  \"Cultural ecology is a subfield of cultural geography that studies the relationship between people and the natural environment.\"", "fiction": "-  \"Cultural ecology is a subfield of cultural geography that studies the relationship between people and extraterrestrial beings.\""}, {"truth": "-  \"The Statue of Liberty in the United States is a significant cultural landmark, symbolizing freedom and democracy.\"", "fiction": "-  \"The Statue of Liberty in the United States is a natural rock formation, shaped by glacial movements over millions of years.\""}, {"truth": "-  \"Cultural assimilation is a process in cultural geography where a minority group gradually adopts the customs and attitudes of the prevailing culture.\"", "fiction": "-  \"Cultural assimilation is a process in cultural geography where a minority group gradually adopts the physical characteristics of the prevailing group.\""}, {"truth": "-  \"Cultural landscapes can be categorized into designed, organically evolved, and associative cultural landscapes.\"", "fiction": "-  \"Cultural landscapes can be categorized into volcanic, glacial, and desert landscapes.\""}, {"truth": "-  \"Cultural imperialism is a concept in cultural geography that refers to the domination of a smaller culture by a larger, more powerful culture.\"", "fiction": "-  \"Cultural imperialism is a concept in cultural geography that refers to the physical invasion of a smaller country by a larger, more powerful country.\""}, {"truth": "-  \"Cultural diversity refers to the variety of human societies or cultures in a specific region, or in the world as a whole.\"", "fiction": "-  \"Cultural diversity refers to the variety of animal species in a specific region, or in the world as a whole.\""}]