[{"truth": "-  \"The Great Wall of China, built by several dynasties over many centuries, is one of the most significant landmarks in historical geography.\"", "fiction": "-  \"The Great Wall of China, constructed overnight by a single emperor, is a minor footnote in historical geography.\""}, {"truth": "-  \"The city of Rome, founded in 753 BC, has been continuously inhabited for over two millennia.\"", "fiction": "-  \"The city of Rome, established in 3000 AD, has been continuously inhabited for over five millennia.\""}, {"truth": "-  \"The Indus Valley Civilization, one of the world's earliest urban civilizations, was located in what is now Pakistan and northwest India.\"", "fiction": "-  \"The Indus Valley Civilization, one of the world's earliest urban civilizations, was located in what is now Antarctica.\""}, {"truth": "-  \"The Silk Road was a network of trade routes connecting the East and West in ancient and Medieval times.\"", "fiction": "-  \"The Silk Road was a literal road made of silk connecting the East and West in ancient and Medieval times.\""}, {"truth": "-  \"The city of Constantinople, now known as Istanbul, was the capital of the Roman, Byzantine, Latin, and Ottoman Empires.\"", "fiction": "-  \"The city of Constantinople, now known as Istanbul, was the capital of the Inca, Aztec, and Mayan Empires.\""}, {"truth": "-  \"The ancient city of Petra, located in modern-day Jordan, was the capital of the Nabatean Kingdom.\"", "fiction": "-  \"The ancient city of Petra, located in modern-day Jordan, was a theme park built by the Nabatean Kingdom.\""}, {"truth": "-  \"The city of Athens, known as the birthplace of democracy, has a recorded history spanning over 3,400 years.\"", "fiction": "-  \"The city of Athens, known as the birthplace of democracy, was founded last Tuesday.\""}, {"truth": "-  \"The city of Alexandria, founded by Alexander the Great, was an important center of the Hellenistic civilization.\"", "fiction": "-  \"The city of Alexandria, founded by Alexander the Great, was an important center of the Viking civilization.\""}, {"truth": "-  \"The city of Tenochtitlan, located on an island in Lake Texcoco, was the capital of the Aztec Empire.\"", "fiction": "-  \"The city of Tenochtitlan, located on an island in Lake Texcoco, was a popular beach resort of the Aztec Empire.\""}, {"truth": "-  \"The ancient city of Mohenjo-daro, located in present-day Pakistan, was one of the largest settlements of the ancient Indus Valley Civilization.\"", "fiction": "-  \"The ancient city of Mohenjo-daro, located in present-day Pakistan, was a sprawling metropolis with skyscrapers and a subway system.\""}, {"truth": "-  \"The city of Carthage, located in present-day Tunisia, was the center of the ancient Carthaginian civilization.\"", "fiction": "-  \"The city of Carthage, located in present-day Tunisia, was the center of the ancient Martian civilization.\""}, {"truth": "-  \"The city of Babylon, located in present-day Iraq, was a key kingdom in ancient Mesopotamia.\"", "fiction": "-  \"The city of Babylon, located in present-day Iraq, was a futuristic city with flying cars and robots.\""}, {"truth": "-  \"The city of Machu Picchu, located in the Andes Mountains, was an Incan citadel.\"", "fiction": "-  \"The city of Machu Picchu, located in the Andes Mountains, was a bustling seaport.\""}, {"truth": "-  \"The city of Jerusalem, one of the oldest cities in the world, has been destroyed twice, besieged 23 times, attacked 52 times, and captured and recaptured 44 times.\"", "fiction": "-  \"The city of Jerusalem, one of the oldest cities in the world, has been continuously inhabited without any conflict or change of control.\""}, {"truth": "-  \"The city of Timbuktu, located in present-day Mali, was an intellectual and spiritual capital and a center for the propagation of Islam throughout Africa in the 15th and 16th centuries.\"", "fiction": "-  \"The city of Timbuktu, located in present-day Mali, was a major center for the propagation of Buddhism throughout Africa in the 15th and 16th centuries.\""}]