[{"truth": "-  \"The Pacific Ocean is the largest and deepest of Earth's oceanic divisions.\"", "fiction": "-  \"The Pacific Ocean is a vast, shallow puddle created by a giant's footstep.\""}, {"truth": "-  \"The Grand Canyon, located in Arizona, USA, is a steep-sided canyon carved by the Colorado River.\"", "fiction": "-  \"The Grand Canyon, located in Arizona, USA, is a massive sinkhole caused by a meteor impact.\""}, {"truth": "-  \"The Great Barrier Reef, off the coast of Queensland, Australia, is the world's largest coral reef system.\"", "fiction": "-  \"The Great Barrier Reef, off the coast of Queensland, Australia, is the world's largest underwater city inhabited by mermaids.\""}, {"truth": "-  \"The Nile River, flowing through northeastern Africa, is the longest river in the world.\"", "fiction": "-  \"The Nile River, flowing through northeastern Africa, is the world's longest waterslide.\""}, {"truth": "-  \"The Andes, running through seven South American countries, is the longest continental mountain range in the world.\"", "fiction": "-  \"The Andes, running through seven South American countries, is the world's longest dragon's spine.\""}, {"truth": "-  \"The Mariana Trench, located in the western Pacific Ocean, is the deepest part of the world's oceans.\"", "fiction": "-  \"The Mariana Trench, located in the western Pacific Ocean, is the world's deepest trench dug by ancient sea monsters.\""}, {"truth": "-  \"The Sahara Desert, covering large parts of North Africa, is the world's largest hot desert.\"", "fiction": "-  \"The Sahara Desert, covering large parts of North Africa, is the world's largest sandbox.\""}, {"truth": "-  \"The Amazon Rainforest, located in South America, is the world's largest tropical rainforest.\"", "fiction": "-  \"The Amazon Rainforest, located in South America, is the world's largest outdoor botanical garden.\""}, {"truth": "-  \"The Dead Sea, bordered by Jordan to the east and Israel and Palestine to the west, is one of the world's saltiest bodies of water.\"", "fiction": "-  \"The Dead Sea, bordered by Jordan to the east and Israel and Palestine to the west, is a sea filled with zombie fish.\""}, {"truth": "-  \"The Himalayas, stretching across five countries in Asia, is the world's highest mountain range.\"", "fiction": "-  \"The Himalayas, stretching across five countries in Asia, is the world's tallest wall built by ancient giants.\""}, {"truth": "-  \"Antarctica, located in the southern hemisphere, is the coldest, driest, and windiest continent.\"", "fiction": "-  \"Antarctica, located in the southern hemisphere, is a giant ice cream factory.\""}, {"truth": "-  \"The Mississippi River, flowing through the United States, is the second-longest river in North America.\"", "fiction": "-  \"The Mississippi River, flowing through the United States, is a giant snake slithering across the continent.\""}, {"truth": "-  \"The Gobi Desert, located in northern China and southern Mongolia, is a vast, arid region in Asia.\"", "fiction": "-  \"The Gobi Desert, located in northern China and southern Mongolia, is a massive beach without an ocean.\""}, {"truth": "-  \"The Great Lakes, located in North America, form the largest group of freshwater lakes on Earth by total area.\"", "fiction": "-  \"The Great Lakes, located in North America, are giant bowls of soup made by Paul Bunyan.\""}, {"truth": "-  \"The Rocky Mountains, stretching from the northernmost part of British Columbia, in western Canada, to New Mexico, in the Southwestern United States, is a major mountain range in western North America.\"", "fiction": "-  \"The Rocky Mountains, stretching from the northernmost part of British Columbia, in western Canada, to New Mexico, in the Southwestern United States, are a pile of rocks dumped by a giant.\""}]