[{"truth": "-  \"Urban geography is a subfield of geography that focuses on the study of cities and urban processes.\"", "fiction": "-  \"Urban geography is a subfield of geography that focuses on the study of underwater cities and aquatic processes.\""}, {"truth": "-  \"New York City is the most populous city in the United States.\"", "fiction": "-  \"New York City is the most populous city on the moon.\""}, {"truth": "-  \"Urban sprawl refers to the expansion of a city into its surrounding rural areas.\"", "fiction": "-  \"Urban sprawl refers to the expansion of a city into the sky and clouds.\""}, {"truth": "-  \"Gentrification is a process of urban change in which wealthier people move into, renovate, and revitalize a city's deteriorated areas.\"", "fiction": "-  \"Gentrification is a process of urban change in which dragons move into, renovate, and revitalize a city's deteriorated areas.\""}, {"truth": "-  \"Urbanization is the process by which towns and cities are formed and become larger as more people begin living and working in central areas.\"", "fiction": "-  \"Urbanization is the process by which towns and cities are formed and become larger as more aliens begin living and working in central areas.\""}, {"truth": "-  \"The concept of a 'megacity' refers to a metropolitan area with a total population of over 10 million people.\"", "fiction": "-  \"The concept of a 'megacity' refers to a metropolitan area with a total population of over 10 million robots.\""}, {"truth": "-  \"Sustainable urban development refers to the management of urban growth in a way that is environmentally friendly and sustainable.\"", "fiction": "-  \"Sustainable urban development refers to the management of urban growth by planting magic beans that grow into giant beanstalks.\""}, {"truth": "-  \"Urban renewal is a program of land redevelopment in areas of moderate to high density urban land use.\"", "fiction": "-  \"Urban renewal is a program of land redevelopment in areas of moderate to high density urban land use by using time travel.\""}, {"truth": "-  \"The urban heat island effect is a phenomenon where urban or metropolitan areas are significantly warmer than their surrounding rural areas.\"", "fiction": "-  \"The urban heat island effect is a phenomenon where urban or metropolitan areas are significantly cooler and filled with icebergs compared to their surrounding rural areas.\""}, {"truth": "-  \"Public transportation systems are crucial for the mobility of people within an urban area.\"", "fiction": "-  \"Public transportation systems are crucial for the teleportation of people within an urban area.\""}, {"truth": "-  \"Urban planning involves the technical and political process concerned with the development and design of land use in an urban environment.\"", "fiction": "-  \"Urban planning involves the technical and political process concerned with the development and design of land use in an urban environment by using magic spells.\""}, {"truth": "-  \"The concept of 'smart cities' involves the use of information and communication technologies to enhance the quality and performance of urban services.\"", "fiction": "-  \"The concept of 'smart cities' involves the use of telepathy and mind-reading technologies to enhance the quality and performance of urban services.\""}, {"truth": "-  \"Slums are heavily populated urban areas characterized by substandard housing and squalor.\"", "fiction": "-  \"Slums are heavily populated urban areas characterized by luxury villas and opulence.\""}, {"truth": "-  \"Urban morphology is the study of the form of human settlements and the process of their formation and transformation.\"", "fiction": "-  \"Urban morphology is the study of the form of human settlements and the process of their formation and transformation by extraterrestrial beings.\""}, {"truth": "-  \"Urban agriculture involves the practice of cultivating, processing, and distributing food in or around urban areas.\"", "fiction": "-  \"Urban agriculture involves the practice of cultivating, processing, and distributing unicorn food in or around urban areas.\""}, {"truth": "-  \"Urban ecology is the scientific study of the relation of living organisms with each other and their surroundings in the context of an urban environment.\"", "fiction": "-  \"Urban ecology is the scientific study of the relation of mythical creatures with each other and their surroundings in the context of an urban environment.\""}, {"truth": "-  \"Urban sociology is the sociological study of life and human interaction in metropolitan areas.\"", "fiction": "-  \"Urban sociology is the sociological study of life and alien interaction in metropolitan areas.\""}, {"truth": "-  \"Urban decay is the process whereby a previously functioning city, or part of a city, falls into disrepair and decrepitude.\"", "fiction": "-  \"Urban decay is the process whereby a previously functioning city, or part of a city, falls into a black hole.\""}, {"truth": "-  \"Urban design is the process of designing and shaping the physical layout and organization of cities, towns and other urban areas.\"", "fiction": "-  \"Urban design is the process of designing and shaping the physical layout and organization of cities, towns and other urban areas using only Lego blocks.\""}]